
<div class="play">
<div class="title">Edward III</div>
<div class="playwright">William Shakespeare and John Fletcher</div>
<div class="edition">First Quarto of 1596</div>
<div class="act">
<div class="scene">
<div class="stagedir">Enter King Edward, Derby, Prince Edward, Audley, and Artoys.</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line"><dropcap>Robert of Artoys bani&#383;ht though thou be,</div>
<div class="line">From Fraunce thy natiue Country, yet with vs,</div>
<div class="line">Thou &#383;halt retayne as great a Seigniorie:</div>
<div class="line">For we create thee Earle of Richmond heere,</div>
<div class="line">And now g&#339; forwards with our pedegree,</div>
<div class="line">Who next &#383;ucceeded Phillip of Bew,</div>
</div>
<div class="speech">
<div class="speaker">Ar.</div>
<div class="line">Three &#383;onnes of his, which all &#383;ucce&#383;&#383;efully</div>
<div class="line">Did &#383;it vpon their fathers regall Throne:</div>
<div class="line">Yet dyed and left no i&#383;&#383;ue of their loynes:</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">But was my mother &#383;i&#383;ter vnto tho&#383;e:</div>
</div>
<div class="speech">
<div class="speaker">Art:</div>
<div class="line">Shee was my Lord, and onely I&#383;&#383;abel,</div>
<div class="line">Was all the daughters that this Phillip had,</div>
<div class="line">Whome afterward your father tooke to wife:</div>
<div class="line">And from the fragrant garden of her wombe,</div>
<div class="line">Your gratious &#383;elfe the flower of Europes hope:</div>
<div class="line">Deriued is inheritor to Fraunce.</div>
<div class="line">But not the rancor of rebellious mindes:</div>
<div class="line">When thus the lynage of Bew was out;</div>
<div class="line">The French ob&#383;curd your mothers Priuiledge,</div>
<div class="line">And though &#383;he were the next of blood, proclaymed</div>
<div class="line">Iohn of the hou&#383;e of Valoys now their king:</div>
<div class="line">The rea&#383;on was, they &#383;ay the Realme of Fraunce,</div>
<div class="line">Repleat with Princes of great parentage,</div>
<div class="line">Ought not admit a gouernor to rule,</div>
<div class="line">Except he be di&#383;cended of the male,</div>
<div class="line">And thats the &#383;peciall ground of their contempt:</div>
<div class="line">Wherewith they &#383;tudy to exclude your grace:</div>
<div class="line">But they shall finde that forged ground of theirs,</div>
<div class="line">To be but du&#383;ty heapes, of brittile &#383;ande.</div>
</div>
<div class="speech">
<div class="speaker">Art:</div>
<div class="line">Perhaps it will be thought a heynous thing,</div>
<div class="line">That I a French man &#383;hould di&#383;cover this,</div>
<div class="line">But heauen I call to recorde of my vowes,</div>
<div class="line">It is not hate nor any priuat wronge,</div>
<div class="line">But loue vnto my country and the right,</div>
<div class="line">Prouokes my tongue thus laui&#383;h in report.</div>
<div class="line">You are the lyneal watch men of our peace,</div>
<div class="line">And Iohn of Valoys, in directly climbes,</div>
<div class="line">What then &#383;hould &#383;ubiects but imbrace their King,</div>
<div class="line">Ah where in may our duety more be &#383;eene,</div>
<div class="line">Then &#383;tryuing to rebate a tyrants pride,</div>
<div class="line">And place the true &#383;hepheard of our comonwealth,</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">This coun&#383;ayle Artoyes like to fruictfull &#383;hewers,</div>
<div class="line">Hath added growth vnto my dignitye,</div>
<div class="line">And by the fiery vigor of thy words,</div>
<div class="line">Hot courage is engendred in my bre&#383;t,</div>
<div class="line">Which heretofore was rakt in ignorance,</div>
<div class="line">But nowe doth mount with golden winges of fame,</div>
<div class="line">And will approue faire I&#383;&#383;abells di&#383;cent,</div>
<div class="line">Able to yoak their &#383;tubburne necks with &#383;teele,</div>
<div class="line">That &#383;purne again&#383;t my &#383;overeignety in France.</div>
<div class="stagedir">&#383;ound a horne</div>
<div class="line">A me&#383;&#383;enger, Lord Awdley, know from whence,</div>
</div>
<div class="stagedir">Enter a me&#383;&#383;enger Lorragne,</div>
<div class="speech">
<div class="speaker">Aud:</div>
<div class="line">The Duke of Lorrayne, hauing cro&#383;t the &#383;eas,</div>
<div class="line">Intreates he may haue conference with your highnes.</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Admit him Lords, that we may heare the newes.</div>
<div class="line">Say Duke of Lorrayne wherefore art thou come.</div>
</div>
<div class="speech">
<div class="speaker">Lor:</div>
<div class="line">The mo&#383;t renowned prince K. Iohn of France,</div>
<div class="line">Doth greete thee Edward, and by me commandes,</div>
<div class="line">That for &#383;o much as by his liberall gift,</div>
<div class="line">The Guyen Dukedome is entayled to thee,</div>
<div class="line">Thou do him lowly homage for the &#383;ame.</div>
<div class="line">And for that purpo&#383;e here I &#383;omon thee,</div>
<div class="line">Repaire to France within the&#383;e forty daies,</div>
<div class="line">That there according as the cou&#383;tome is.</div>
<div class="line">Thou may&#383;t be &#383;worne true liegeman to our King,</div>
<div class="line">Or el&#383;e thy title in that prouince dyes,</div>
<div class="line">And hee him&#383;elf will repo&#383;&#383;e&#383;&#383;e the place.</div>
</div>
<div class="speech">
<div class="speaker">K. Ed:</div>
<div class="line">See how occa&#383;ion laughes me in the face,</div>
<div class="line">No &#383;ooner minded to prepare for France,</div>
<div class="line">But &#383;traight I am inuited, nay, with threats,</div>
<div class="line">Vppon a penaltie inioyned to come:</div>
<div class="line">Twere but a childi&#383;h part to say him nay,</div>
<div class="line">Lorrayne returne this an&#383;were to thy Lord,</div>
<div class="line">I meane to vi&#383;it him as he reque&#383;ts,</div>
<div class="line">But how? not seruilely di&#383;po&#383;d to bend,</div>
<div class="line">But like a conquerer to make him bowe,</div>
<div class="line">His lame vnpoli&#383;ht &#383;hifts are come to light,</div>
<div class="line">And trueth hath puld the vi&#383;ard from his face,</div>
<div class="line">That &#383;ett a gla&#383;&#383;e upon his arrogance,</div>
<div class="line">Dare he commaund a fealty in mee,</div>
<div class="line">Tell him the Crowne that hee v&#383;urpes, is myne,</div>
<div class="line">And where he &#383;ets his foote he ought to knele,</div>
<div class="line">Tis not a petty Dukedome that I claime,</div>
<div class="line">But all the whole Dominions, of the Realme,</div>
<div class="line">Which if with grudging he refu&#383;e to yeld,</div>
<div class="line">Ile take away tho&#383;e borrowed plumes of his,</div>
<div class="line">And &#383;end him naked to the wildernes.</div>
</div>
<div class="speech">
<div class="speaker">Lor:</div>
<div class="line">Then Edward here in &#383;pight of all thy Lords,</div>
<div class="line">I d&#339; pronounce defyaunce to thy face.</div>
</div>
<div class="speech">
<div class="speaker">Pri:</div>
<div class="line">Defiance French man we rebound it backe,</div>
<div class="line">Euen to the bottom of thy ma&#383;ters throat,</div>
<div class="line">And be it &#383;poke with reuerence of the King,</div>
<div class="line">My gratious father and the&#383;e other Lordes,</div>
<div class="line">I hold thy me&#383;&#383;age but as &#383;currylous,</div>
<div class="line">And him that &#383;ent thee like the lazy droane,</div>
<div class="line">Crept up by &#383;telth vnto the Eagles ne&#383;t,</div>
<div class="line">From whence wele &#383;hake him with &#383;o rough a &#383;torme,</div>
<div class="line">As others &#383;halbe warned by his harme,</div>
</div>
<div class="speech">
<div class="speaker">War:</div>
<div class="line">Byd him leaue of the Lyons ca&#383;e he weares,</div>
<div class="line">Lea&#383;t meeting with the Lyon in the feeld,</div>
<div class="line">He chaunce to teare him peecemeale for his pride.</div>
</div>
<div class="speech">
<div class="speaker">Art:</div>
<div class="line">The &#383;ounde&#383;t coun&#383;ell I can giue his grace,</div>
<div class="line">Is to &#383;urrender ere he be con&#383;trayned.</div>
<div class="line">A voluntarie mi&#383;chiefe hath le&#383;&#383;e &#383;corne,</div>
<div class="line">Then when reproch with violence is borne,</div>
</div>
<div class="speech">
<div class="speaker">Lor.</div>
<div class="line">Regenerate Traytor, viper to the place,</div>
<div class="line">Where thou was fo&#383;tred in thine infancy</div>
<div class="line">Beare&#383;t thou a part in this con&#383;piracy?</div>
</div>
<div class="stagedir">He drawes his Sword.</div>
<div class="speech">
<div class="speaker">K.Ed.</div>
<div class="line">Lorraine behold the &#383;harpnes of this &#383;teele:</div>
<div class="line">Feruent de&#383;ire that &#383;its again&#383;t my heart,</div>
<div class="line">Is farre more thornie pricking than this blade.</div>
<div class="line">That with the nightingale I &#383;hall be &#383;card:</div>
<div class="line">As oft as I di&#383;po&#383;e my&#383;elfe to re&#383;t,</div>
<div class="line">Vntill my collours be di&#383;plaide in Fraunce:</div>
<div class="line">This is thy finall An&#383;were, so be gone.</div>
</div>
<div class="speech">
<div class="speaker">Lor.</div>
<div class="line">It is not that nor any Engli&#383;h braue,</div>
<div class="line">Affli&#392;ts me &#383;o, as doth his poy&#383;oned view,</div>
<div class="line">That is mo&#383;t fal&#383;e, &#383;hould mo&#383;t of all be true.</div>
</div>
<div class="speech">
<div class="speaker">K. Ed.</div>
<div class="line">Now lord, our fleeting Barke is vnder &#383;ayle:</div>
<div class="line">Our gage is throwne, and warre is &#383;oone begun,</div>
<div class="line">But not &#383;o quickely brought vnto an end.</div>
</div>
<div class="stagedir">Enter Mountague.</div>
<div class="speech">
<div class="speaker">Moun.</div>
<div class="line">But wherefore comes Sir William Mountague?</div>
<div class="line">How &#383;tands the league betweene the Scot and vs?</div>
</div>
<div class="speech">
<div class="speaker">Mo.</div>
<div class="line">Crackt and di&#383;&#383;evered my renowned Lord:</div>
<div class="line">The treacherous King no &#383;ooner was informde,</div>
<div class="line">Of your with drawing of your army backe:</div>
<div class="line">But &#383;traight forgetting of his former othe,</div>
<div class="line">He made inva&#383;ion on the bordering Townes:</div>
<div class="line">Barwicke is woon, Newca&#383;tle &#383;poyld and lo&#383;t,</div>
<div class="line">And now the tyrant hath beguirt with &#383;eege,</div>
<div class="line">The Ca&#383;tle of Rocksborough, where inclo&#383;d,</div>
<div class="line">The Countes Salisbury is like to peri&#383;h:</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">That is thy daughter Warwicke is it not?</div>
<div class="line">Who&#383;e husband hath in Brittayne &#383;erud &#383;o long,</div>
<div class="line">About the planting of Lord Mouneford there?</div>
</div>
<div class="speech">
<div class="speaker">War.</div>
<div class="line">It is my lord.</div>
</div>
<div class="speech">
<div class="speaker">Ki.</div>
<div class="line">Ignoble Dauid ha&#383;t thou none to greeue,</div>
<div class="line">But &#383;illy Ladies with thy threatning armes</div>
<div class="line">But I will make you &#383;hrinke your &#383;nailie hornes,</div>
<div class="line">Fir&#383;t therefore Audley this &#383;halbe thy charge,</div>
<div class="line">Go leuie footemen for our warres in Fraunce;</div>
<div class="line">And Ned take mu&#383;ter of our men at armes,</div>
<div class="line">In every &#383;hire ele&#392;t a &#383;euerall band,</div>
<div class="line">Let them be Souldiers of a lu&#383;tie &#383;pirite,</div>
<div class="line">Such as dread nothing but di&#383;honors blot,</div>
<div class="line">Be warie therefore &#383;ince we do comence,</div>
<div class="line">A famous Warre, and with &#383;o mighty a nation:</div>
<div class="line">Derby be thou Emba&#383;&#383;ador for vs,</div>
<div class="line">Vnto our Father in Law the Earle of Henalt:</div>
<div class="line">Make him acquainted with our enterpri&#383;e,</div>
<div class="line">And likewi&#383;e will him with our owne allies,</div>
<div class="line">That are in Flaundsrs, to &#383;olicite to,</div>
<div class="line">The Emperour of Almaigne in our name:</div>
<div class="line">My &#383;elfe whil&#383;t you are ioyntly thus employd,</div>
<div class="line">Will with the&#383;e forces that I have at hand,</div>
<div class="line">March, and once more repul&#383;e the trayterous Scot:</div>
<div class="line">But Sirs be re&#383;olute, we &#383;hal haue warres</div>
<div class="line">On euery &#383;ide, and Ned, thou mu&#383;t begin,</div>
<div class="line">Now to forget thy &#383;tudy and thy bookes,</div>
<div class="line">And vre thy &#383;houlders to an Armors weight.</div>
</div>
<div class="speech">
<div class="speaker">Pr.</div>
<div class="line">As cheereful &#383;ounding to my youthfull &#383;pleene,</div>
<div class="line">This tumult is of warres increa&#383;ing broyles,</div>
<div class="line">As at the Coronation of a king,</div>
<div class="line">The ioyfull clamours of the people are,</div>
<div class="line">When <nameref>Aue C&#230;&#383;ar</nameref> they pronounce alowd;</div>
<div class="line">Within this &#383;choole of honor I &#383;hal learne,</div>
<div class="line">Either to &#383;acrifice my f&#339;s to death,</div>
<div class="line">Or in a rightfull quarrel &#383;pend my breath,</div>
<div class="line">Then cheerefully forward ech a &#383;euerall way,</div>
<div class="line">In great affaires tis nought to v&#383;e delay.</div>
<div class="stagedir">Exeunt.</div> 
<div class="stagedir">Enter the Counte&#383;&#383;e.</div>
<div class="line">Alas how much in vaine my poore eyes gaze,</div>
<div class="line">For &#383;ouccour that my &#383;oueraigne &#383;hould &#383;end;</div>
<div class="line">A co&#383;in Mountague, I feare thou wants,</div>
<div class="line">The lively &#383;pirit &#383;harpely to &#383;olicit,</div>
<div class="line">With vehement &#383;ute the king in my behalfe:</div>
<div class="line">Thou do&#383;t not tell him what a griefe it is</div>
<div class="line">To be the &#383;cornefull captiue to a Scot,</div>
<div class="line">Either to be wo&#339;d with broad vntuned othes,</div>
<div class="line">Or for&#383;t by rough in&#383;ulting barbari&#383;me:</div>
<div class="line">Thou d&#339;&#383;t not tell him if he heere preuaile,</div>
<div class="line">How much they will deride vs in the North,</div>
<div class="line">And in their vild un&#383;euill skipping giggs,</div>
<div class="line">Bray foorth their Conque&#383;t and our overthrow,</div>
<div class="line">Euen in the barraine, bleake, and fruitle&#383;&#383;e aire,</div>
<div class="stagedir">Enter David and Douglas, Lorraine.</div>
<div class="line">I mu&#383;t withdraw, the euerla&#383;ting f&#339;,</div>
<div class="line">Comes to the wall, Ile clo&#383;ely &#383;tep a&#383;ide,</div>
<div class="line">And li&#383;t their babble blunt and full of pride.</div>
</div>
<div class="speech">
<div class="speaker">K. Da:</div>
<div class="line">My Lord of Lorrayne, to our brother of Fraunce,</div>
<div class="line">Commend vs as the man in Chri&#383;tendome,</div>
<div class="line">That we mu&#383;t reuerence and intirely loue,</div>
<div class="line">Touching your emba&#383;&#383;age, returne and &#383;ay,</div>
<div class="line">That we with England will not enter parlie,</div>
<div class="line">Nor neuer make faire wether, or take truce,</div>
<div class="line">But burne their neighbor townes and &#383;o per&#383;i&#383;t</div>
<div class="line">With eager Rods beyond their Citie Yorke,</div>
<div class="line">And neuer &#383;hall our bonny riders re&#383;t:</div>
<div class="line">Nor ru&#383;t in canker, have the time to eate,</div>
<div class="line">Their light borne &#383;naffles, nor their nimble &#383;purre</div>
<div class="line">Nor lay a&#383;ide their Iacks of Gymould mayle,</div>
<div class="line">Nor hang their &#383;taues of grayned Scotti&#383;h a&#383;h,</div>
<div class="line">In peacefull wi&#383;e, vpon their Citie wals,</div>
<div class="line">Nor from their buttoned tawny leatherne belts,</div>
<div class="line">Di&#383;mi&#383;&#383;e their byting whinyards, till your King,</div>
<div class="line">Cry out enough, &#383;pare England now for pittie,</div>
<div class="line">Farewell, and tell him that you leaue vs heare,</div>
<div class="line">Before this Ca&#383;tle, &#383;ay you came from vs,</div>
<div class="line">Euen when we had that yeelded to our hands,</div>
</div>
<div class="speech">
<div class="speaker">Lor:</div>
<div class="line">take my leaue and fayrely will returne</div>
<div class="line">Your acceptable greeting to my king.</div>
</div>
<div class="stagedir">Exit Lor.</div>
<div class="speech">
<div class="speaker">K.D:</div>
<div class="line">Now Duglas to our former taske again,</div>
<div class="line">For the deui&#383;ion of this certayne &#383;poyle.</div>
</div>
<div class="speech">
<div class="speaker">Dou:</div>
<div class="line">My liege I craue the Ladie and no more,</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Nay &#383;oft ye &#383;ir, fir&#383;t I mu&#383;t make my choy&#383;e,</div>
<div class="line">And fir&#383;t I do be&#383;peake her for my&#383;elfe,</div>
</div>
<div class="speech">
<div class="speaker">Da.</div>
<div class="line">Why then my liege let me enjoy her iewels,</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">Tho&#383;e are her owne &#383;till liable to her,</div>
<div class="line">And who inherits her, hath tho&#383;e with all.</div>
</div>
<div class="stagedir">Enter a Scot in ha&#383;t.</div>
<div class="speech">
<div class="speaker">Me&#383;.</div>
<div class="line">My liege, as we were pricking on the hils,</div>
<div class="line">To fetch in booty, marching hitherward,</div>
<div class="line">We might di&#383;cry a might ho&#383;t of men,</div>
<div class="line">The &#383;unne refli&#392;ting on the armour &#383;hewed,</div>
<div class="line">A field of plate, a wood of pickes aduanced:</div>
<div class="line">Bethinke your highnes &#383;peedely herein,</div>
<div class="line">An ea&#383;ie march within foure howres will bring,</div>
<div class="line">The hindmo&#383;t rancke, vnto this place my liege.</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Di&#383;lodge, di&#383;lodge, it is the king of England.</div>
</div>
<div class="speech">
<div class="speaker">Dug:</div>
<div class="line">Iemmy my man, &#383;addle my bonny blacke.</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Mean&#383;t thou to fight, Duglas we are to weake.</div>
</div>
<div class="speech">
<div class="speaker">Du:</div>
<div class="line">I know it well my liege, and therefore flie.</div>
</div>
<div class="speech">
<div class="speaker">Cou:</div>
<div class="line">My Lords of Scotland will ye &#383;tay and drinke:</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">She mocks at vs Duglas, I cannot endure it.</div>
</div>
<div class="speech">
<div class="speaker">Count,</div>
<div class="line">Say good my Lord, which is he mu&#383;t haue the Ladie,</div>
<div class="line">And which her iewels, I am &#383;ure my Lords</div>
<div class="line">Ye will not hence, till you have &#383;hard the &#383;poyles.</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Shee heard the me&#383;&#383;enger, and heard our talke.</div>
<div class="line">And now that comfort makes her &#383;corne at vs.</div>
</div>
<div class="stagedir">Annother me&#383;&#383;enger.</div>
<div class="speech">
<div class="speaker">Me&#383;.</div>
<div class="line">Arme my good Lord, O we are all &#383;urpri&#383;de.</div>
<div class="line">After the French emba&#383;&#383;ador my liege,</div>
<div class="line">And tell him that you dare not ride to Yorke,</div>
<div class="line">Excu&#383;e it that your bonnie hor&#383;e is lame.</div>
</div>
<div class="speech">
<div class="speaker">K.</div>
<div class="line">He heard that to, intollerable griefe:</div>
<div class="line">Woman farewell although I do not &#383;tay.</div>
</div>
<div class="stagedir">Exeunt Scots.</div>
<div class="speech">
<div class="speaker">Count:</div>
<div class="line">Tis not for feare; and yet you run away,</div>
<div class="line">O happie comfort welcome to our hou&#383;e,</div>
<div class="line">The confident and boy&#383;trous boa&#383;ting Scot,</div>
<div class="line">That &#383;wore before my walls they would not backe,</div>
<div class="line">For all the armed power of this land,</div>
<div class="line">With facele&#383;&#383;e feare that euer turnes his backe:</div>
<div class="line">Turnd hence againe the bla&#383;ting North-ea&#383;t winde:</div>
<div class="line">Vpon the bare report and name of Armes.</div>
</div>
<div class="stagedir">Enter Mountague.</div>
<div class="speech">
<div class="speaker">Mo:</div>
<div class="line">O Sommers day, &#383;ee where my Co&#383;in comes:</div>
<div class="line">How fares my Aunt? we are not Scots,</div>
<div class="line">Why do you &#383;hut your gates again&#383;t your friends?</div>
</div>
<div class="speech">
<div class="speaker">Co:</div>
<div class="line">Well may I giue a welcome Co&#383;in to thee:</div>
<div class="line">For thou com&#383;t well to cha&#383;e my f&#339;s from hence.</div>
</div>
<div class="speech">
<div class="speaker">Mo:</div>
<div class="line">The king him&#383;elfe is come in per&#383;on hither:</div>
<div class="line">Deare Aunt di&#383;cend and gratulate his highnes.</div>
</div>
<div class="speech">
<div class="speaker">Co:</div>
<div class="line">How may I entertayne his Maie&#383;tie,</div>
<div class="line">To &#383;hew my duety, and his dignitie.</div>
</div>
<div class="stagedir">Enter king Edward, Warwike, Artoyes, with others.</div>
<div class="speech">
<div class="speaker">K.Ed:</div>
<div class="line">What are the &#383;tealing Foxes fled and gone</div>
<div class="line">Before we could vncupple at their heeles.</div>
</div>
<div class="speech">
<div class="speaker">War:</div>
<div class="line">They are my liege, but with a cheereful cry,</div>
<div class="line">Hot hunds and hardie cha&#383;e them at the heeles.</div>
</div>
<div class="stagedir">Enter Counte&#383;&#383;e.</div>
<div class="speech">
<div class="speaker">K.Ed:</div>
<div class="line">This is the Counte&#383;&#383;e Warwike, is it not.</div>
</div>
<div class="speech">
<div class="speaker">War:</div>
<div class="line">Euen &#383;hee liege, who&#383;e beauty tyrants feare,</div>
<div class="line">As a May blo&#383;&#383;ome with pernitious winds,</div>
<div class="line">Hath &#383;ullied, withered ouerca&#383;t and donne.</div>
</div>
<div class="speech">
<div class="speaker">K.Ed:</div>
<div class="line">Hath &#383;he been fairer Warwike then &#383;he is?</div>
</div>
<div class="speech">
<div class="speaker">War:</div>
<div class="line">My gratious King, faire is &#383;he not at all,</div>
<div class="line">If that her &#383;elfe were by to &#383;taine her&#383;elfe,</div>
<div class="line">As I haue &#383;eene her when &#383;he was her &#383;elfe.</div>
</div>
<div class="speech">
<div class="speaker">K.Ed:</div>
<div class="line">What &#383;trange enchantment lurke in tho&#383;e her eyes?</div>
<div class="line">When they exceld this excellence they haue,</div>
<div class="line">That now her dym declyne hath power to draw,</div>
<div class="line">My &#383;ubie&#392;t eyes from per&#383;ing maie&#383;tie,</div>
<div class="line">To gaze on her with doting admiration.</div>
</div>
<div class="speech">
<div class="speaker">Count:</div>
<div class="line">In duetie lower then the ground I kneele,</div>
<div class="line">And for my dul knees bow my feeling heart,</div>
<div class="line">To witnes my obedience to your highnes,</div>
<div class="line">With many millions of a &#383;ubie&#392;ts thanks.</div>
<div class="line">For this your Royall pre&#383;ence, who&#383;e approch,</div>
<div class="line">Hath driuen war and danger from my gate.</div>
</div>
<div class="speech">
<div class="speaker">K.</div>
<div class="line">Lady &#383;tand vp, I come to bring thee peace,</div>
<div class="line">How euer thereby I haue purcha&#383;t war.</div>
</div>
<div class="speech">
<div class="speaker">Co:</div>
<div class="line">No war to you my liege, the Scots are gone,</div>
<div class="line">And gallop home toward Scotland with their hate,</div>
<div class="line">Lea&#383;t yeelding heere, I pyne in &#383;hamefull loue:</div>
<div class="line">Come wele per&#383;ue the Scots, Artoyes, away.</div>
</div>
<div class="speech">
<div class="speaker">Co:</div>
<div class="line">A little while my gratious &#383;oueraigne &#383;tay,</div>
<div class="line">And let the power of a mighty king</div>
<div class="line">Honor our roofe: my husband in the warres,</div>
<div class="line">When he &#383;hall heare it will triumph for ioy.</div>
<div class="line">Then deare my liege, now niggard not thy &#383;tate,</div>
<div class="line">Being at the wall, enter our homely gate.</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">Pardon me counte&#383;&#383;e, I will come no neare,</div>
<div class="line">I dreamde to night of trea&#383;on and I feare.</div>
</div>
<div class="speech">
<div class="speaker">Co:</div>
<div class="line">Far from this place let vgly trea&#383;on ly.</div>
</div>
<div class="speech">
<div class="speaker">K:</div>
<div class="line">No farther off, then her con&#383;pyring eye,</div>
<div class="line">Which &#383;hoots infe&#392;ted poy&#383;on in my heart.</div>
<div class="line">Beyond repul&#383;e of wit or cure of Art.</div>
<div class="line">Now in the Sunne alone it doth not lye,</div>
<div class="line">With light to take light, from a mortall eye,</div>
<div class="line">For here to day &#383;tars that myne eies would &#383;ee,</div>
<div class="line">More then the Sunne &#383;teales myne owne light from mee:</div>
<div class="line">Contemplatiue de&#383;ire, de&#383;ire to be,</div>
<div class="line">In contemplation that may ma&#383;ter thee.</div>
<div class="line">Warwike, Artoys, to hor&#383;e and lets away.</div>
</div>
<div class="speech">
<div class="speaker">Co:</div>
<div class="line">What might I &#383;peake to make my &#383;oueraigne &#383;tay?</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">What needs a tongue to &#383;uch a &#383;peaking eie,</div>
<div class="line">That more per&#383;wads then winning Oratorie.</div>
</div>
<div class="speech">
<div class="speaker">Co:</div>
<div class="line">Let not thy pre&#383;ence like the Aprill &#383;unne,</div>
<div class="line">Flatter our earth, and &#383;odenly be done:</div>
<div class="line">More happie do not make our outward wall,</div>
<div class="line">Then thou wilt grace our inner hou&#383;e withall,</div>
<div class="line">Our hou&#383;e my liege is like a Country &#383;waine,</div>
<div class="line">Who&#383;e habit rude, and manners blunt and playne,</div>
<div class="line">Pre&#383;ageth nought, yet inly beautified,</div>
<div class="line">With bounties riches; and faire hidden pride:</div>
<div class="line">For where the golden Ore doth buried lie,</div>
<div class="line">The ground vnde&#392;t with natures tape&#383;trie,</div>
<div class="line">Seemes barrayne, &#383;ere, vnfertill, fru&#392;tles dry,</div>
<div class="line">And where the vpper turfe of earth doth boa&#383;t,</div>
<div class="line">His pride perfumes, and party colloured co&#383;t,</div>
<div class="line">Delue there, and find this i&#383;&#383;ue and their pride,</div>
<div class="line">To &#383;pring from ordure, and corruptions &#383;ide:</div>
<div class="line">But to make vp my all to long compare,</div>
<div class="line">The&#383;e ragged walles no te&#383;tomie are,</div>
<div class="line">What is within, but like a cloake doth hide,</div>
<div class="line">From weathers We&#383;t, the vnder garni&#383;ht pride:</div>
<div class="line">More gratious then my tearmes can let thee be,</div>
<div class="line">Intreat thy &#383;elfe to &#383;tay a while with mee.</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">As wi&#383;e as faire, what fond fit can be heard,</div>
<div class="line">When wi&#383;edome keepes the gate as beuties gard,</div>
<div class="line">Counte&#383;&#383;e, albeit my bu&#383;ines vrgeth me,</div>
<div class="line">Yt &#383;hall attend, while I attend on thee:</div>
<div class="line">Come on my Lords, heere will I ho&#383;t to night.</div>
</div>
<div class="stagedir">Exeunt.</div> 
<div class="speech">
<div class="speaker">Lor:</div>
<div class="line">I might perceiue his eye in her eye lo&#383;t,</div>
<div class="line">His eare to drinke her &#383;weet tongues vtterance,</div>
<div class="line">And changing pa&#383;&#383;ion like incon&#383;tant clouds:</div>
<div class="line">That racke vpon the carriage of the windes,</div>
<div class="line">Increa&#383;e and die in his di&#383;turbed cheekes:</div>
<div class="line">Loe when &#383;hee blu&#383;ht, euen then did he look pale,</div>
<div class="line">As if her cheekes by &#383;ome inchaunted power,</div>
<div class="line">Attra&#392;ted had the cherie blood from his,</div>
<div class="line">A none with reuerent feare, when &#383;he grew pale,</div>
<div class="line">His cheeke put on their &#383;carlet ornaments,</div>
<div class="line">But no more like her oryentall red,</div>
<div class="line">Than Bricke to Corall, or liue things to dead,</div>
<div class="line">Why did he then thus counterfeit her lookes,</div>
<div class="line">If &#383;he did blu&#383;h twas tender mode&#383;t &#383;hame,</div>
<div class="line">Being in the &#383;acred pre&#383;ent of a King.</div>
<div class="line">If he did blu&#383;h, twas red immode&#383;t &#383;hame,</div>
<div class="line">To waile his eyes ami&#383;&#383;e being a king;</div>
<div class="line">If &#383;he lookt pale, twas &#383;illy womans feare,</div>
<div class="line">To beare her &#383;elfe in pre&#383;ence of a king:</div>
<div class="line">If he lookt pale, it was with guiltie feare,</div>
<div class="line">To dote ami&#383;&#383;r being a mighty king,</div>
<div class="line">Then Scotti&#383;h warres farewell, I feare twill prooue</div>
<div class="line">A lingring Engli&#383;h &#383;eege of peeui&#383;h loue,</div>
<div class="line">Here comes his highnes walking all alone.</div>
</div>
<div class="stagedir">Enter King Edward.</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Shee is growne more fairer far &#383;ince I came thither,</div>
<div class="line">Her voice more &#383;iluer euery word then other,</div>
<div class="line">Her wit more fluent; what a &#383;trange di&#383;cour&#383;e,</div>
<div class="line">Vnfolded &#383;he of Dauid and his Scots:</div>
<div class="line">Euen thus quoth &#383;he, he &#383;pake, and then &#383;poke broad,</div>
<div class="line">With epithites and accents of the Scot:</div>
<div class="line">But &#383;omewhat better then the Scot could &#383;peake,</div>
<div class="line">And thus quoth &#383;he, and an&#383;wered then her&#383;elfe,</div>
<div class="line">For who could &#383;peake like her but &#383;he her&#383;elfe:</div>
<div class="line">Breathes from the wall, an Angels note from Heauen:</div>
<div class="line">Of &#383;weete defiance to her barbarous f&#339;s,</div>
<div class="line">When &#383;he would talke of peace me thinkes her tong,</div>
<div class="line">Commanded war to pri&#383;on: when of war,</div>
<div class="line">It wakened C&#230;&#383;ar from his Romane graue,</div>
<div class="line">To heare warre beautified by her di&#383;cour&#383;e,</div>
<div class="line">Wi&#383;edome is fooli&#383;hnes, but in her tongue,</div>
<div class="line">Beauty a &#383;lander but in her faire face,</div>
<div class="line">There is no &#383;ummer, but in her cheerefull lookes,</div>
<div class="line">Nor fro&#383;ty winter, but in her di&#383;dayne,</div>
<div class="line">I cannot blame the Scots that did be&#383;iege her,</div>
<div class="line">For &#383;he is all the Trea&#383;ure of our land:</div>
<div class="line">But call them cowards that they ran away,</div>
<div class="line">Hauing &#383;o rich and faire a cau&#383;e to &#383;tay.</div>
<div class="line">Art thou there Lodwicke, giue me incke and paper?</div>
</div>
<div class="speech">
<div class="speaker">Lo:</div>
<div class="line">I will my liege.</div>
</div>
<div class="speech">
<div class="speaker">K:</div>
<div class="line">And bid the Lords hold on their play at Che&#383;&#383;e,</div>
<div class="line">For wee will walke and meditate alone.</div>
</div>
<div class="speech">
<div class="speaker">Lo:</div>
<div class="line">I will my &#383;oueraigne.</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">This fellow is well read in p&#339;trie,</div>
<div class="line">And hath a lu&#383;tie and per&#383;wa&#383;iue &#383;pirite:</div>
<div class="line">I will acquaint him with my pa&#383;&#383;ion,</div>
<div class="line">Which he &#383;hall &#383;hadow with a vaile of lawne,</div>
<div class="line">Through which the Queene of beauties Queene &#383;hall &#383;ee,</div>
<div class="line">Her &#383;elfe the ground of my infirmitie.</div>
</div>
<div class="stagedir">Enter Lodwike.</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Ha&#383;t thou pen, inke, and paper ready Lodowike,</div>
</div>
<div class="speech">
<div class="speaker">Lo:</div>
<div class="line">Ready my liege.</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Then in the &#383;ommer arber &#383;it by me,</div>
<div class="line">Make it our coun&#383;el hou&#383;e or cabynet:</div>
<div class="line">Since greene our thoughts, greene be the conuenticle,</div>
<div class="line">Where we will ea&#383;e vs by di&#383;burdning them:</div>
<div class="line">Now Lodwike inuocate &#383;ome golden Mu&#383;e,</div>
<div class="line">To bring thee hither an inchanted pen,</div>
<div class="line">That may for &#383;ighes, &#383;et downe true &#383;ighes indeed:</div>
<div class="line">Talking of griefe, to make thee ready grone, </div>
<div class="line">And when thou write&#383;t of teares, encouch the word,</div>
<div class="line">Before and after with &#383;uch &#383;weete laments,</div>
<div class="line">That it may ray&#383;e drops in a Torters eye,</div>
<div class="line">And make a flyntheart Sythian pytifull,</div>
<div class="line">For &#383;o much moouing hath a P&#339;ts pen:</div>
<div class="line">Then if thou be a P&#339;t moue thou &#383;o,</div>
<div class="line">And be enriched by thy &#383;oueraigne loue:</div>
<div class="line">For if the touch of &#383;weet concordant &#383;trlngs,</div>
<div class="line">Could force attendance in the eares of hel:</div>
<div class="line">How much more &#383;hall the &#383;traines of p&#339;ts wit,</div>
<div class="line">Beguild and raui&#383;h &#383;oft and humane myndes.</div>
</div>
<div class="speech">
<div class="speaker">Lor:</div>
<div class="line">To whome my Lord &#383;hal I direct my &#383;tile.</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">To one that &#383;hames the faire and &#383;ots the wi&#383;e,</div>
<div class="line">Who&#383;e bodie is an ab&#383;tract or a breefe,</div>
<div class="line">Containes ech generall vertue in the worlde,</div>
<div class="line">Better than bewtifull thou mu&#383;t begin,</div>
<div class="line">Deui&#383;e for faire a fairer word than faire,</div>
<div class="line">And euery ornament that thou woulde&#383;t prai&#383;e,</div>
<div class="line">Fly it a pitch aboue the &#383;oare of prai&#383;e,</div>
<div class="line">For flattery feare thou not to be conuicted,</div>
<div class="line">For were thy admiration ten tymes more,</div>
<div class="line">Ten tymes ten thou&#383;and more thy worth exceeds,</div>
<div class="line">Of that thou art to prai&#383;e their prai&#383;es worth,</div>
<div class="line">Beginne I will to contemplat the while,</div>
<div class="line">Forget not to &#383;et downe how pa&#383;&#383;ionat,</div>
<div class="line">How hart &#383;icke and how full of langui&#383;hment,</div>
<div class="line">Her beautie makes mee,</div>
</div>
<div class="speech">
<div class="speaker">Lor:</div>
<div class="line">Writ I to a woman?</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">What bewtie els could triumph on me,</div>
<div class="line">Or who but women d&#339; our loue layes greet,</div>
<div class="line">What thinke&#383;t thou I did bid thee prai&#383;e a hor&#383;e.</div>
</div>
<div class="speech">
<div class="speaker">Lor,</div>
<div class="line">Of what condicion or e&#383;tate &#383;he is,</div>
<div class="line">Twere requi&#383;it that I &#383;hould know my Lord,</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Of &#383;uch e&#383;tate, that hers is as a throane,</div>
<div class="line">And my e&#383;tate the foot&#383;toole where &#383;hee treads,</div>
<div class="line">Then mai&#383;t thou iudge what her condition is,</div>
<div class="line">By the proportion of her mightines,</div>
<div class="line">Write on while I peru&#383;e her in my thoughts,</div>
<div class="line">Her voice to mu&#383;icke or the nightingale,</div>
<div class="line">To mu&#383;icke every &#383;ommer leaping &#383;waine,</div>
<div class="line">Compares his &#383;unburnt louer when shee &#383;peakes,</div>
<div class="line">And why &#383;hould I &#383;peake of the nightingale,</div>
<div class="line">The nightingale &#383;inges of adulterate wrong,</div>
<div class="line">And that compared is to &#383;atyrical,</div>
<div class="line">For &#383;inne though &#383;ynne would not be &#383;o e&#383;teemd,</div>
<div class="line">But rather vertue &#383;in, &#383;ynne vertue deemd,</div>
<div class="line">Her hair far &#383;oftor then the &#383;ilke wormes twi&#383;t,</div>
<div class="line">Like to a flattering glas doth make more faire,</div>
<div class="line">The yelow Amber like a flattering glas,</div>
<div class="line">Comes in to &#383;oone: for writing of her eies,</div>
<div class="line">Ile &#383;ay that like a glas they catch the &#383;unne,</div>
<div class="line">And thence the hot reflection doth rebounde,</div>
<div class="line">Again&#383;t the bre&#383;t and burnes my hart within,</div>
<div class="line">Ah what a world of de&#383;cant makes my &#383;oule,</div>
<div class="line">Vpon this voluntarie ground of loue,</div>
<div class="line">Come Lodwick ha&#383;t thou turnd thy inke to golde,</div>
<div class="line">If not, write but in letters Capitall my mi&#383;tres name,</div>
<div class="line">And it wil guild thy paper, read Lorde, reade,</div>
<div class="line">Fill thou the emptie hollowes of mine eares,</div>
<div class="line">With the &#383;weete hearing of thy p&#339;trie.</div>
</div>
<div class="speech">
<div class="speaker">Lo:</div>
<div class="line">I haue not to a period brought her prai&#383;e.</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Her prai&#383;e is as my loue, both infinit,</div>
<div class="line">Which apprehend &#383;uch violent extremes,</div>
<div class="line">That they di&#383;daine an ending period.</div>
<div class="line">Her bewtie hath no match but my affection,</div>
<div class="line">Hers more then mo&#383;t, myne mo&#383;t, and more then more,</div>
<div class="line">Hers more to prai&#383;e then tell the &#383;ea by drops,</div>
<div class="line">Nay more then drop the ma&#383;&#383;ie earth by &#383;ands,</div>
<div class="line">And &#383;aid, by &#383;aid, print them in memorie,</div>
<div class="line">Then wherefore talke&#383;t thou of a period,</div>
<div class="line">To that which craues vnended admiration.</div>
<div class="line">Read let vs heare.</div>
</div>
<div class="speech">
<div class="speaker">Lo:</div>
<div class="line">More faire and cha&#383;t then is the queen of &#383;hades:</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">That loue hath two falts gro&#383;&#383;e and palpable,</div>
<div class="line">Compare&#383;t thou her to the pale queene of night,</div>
<div class="line">Who being &#383;et in darke &#383;eemes therefore light,</div>
<div class="line">What is &#383;he, when the &#383;unne lifts vp his head,</div>
<div class="line">But like a fading taper, dym and dead.</div>
<div class="line">My loue &#383;hall braue the ey of heauen at noon,</div>
<div class="line">And being vnma&#383;kt out&#383;hine the golden &#383;un,</div>
</div>
<div class="speech">
<div class="speaker">Lo:</div>
<div class="line">What is the other faulte, my &#383;overaigne Lord,</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">Readeore the line againe,</div>
</div>
<div class="speech">
<div class="speaker">Lo.</div>
<div class="line">More faire and cha&#383;t,</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">I did not bid thee talke of cha&#383;titie,</div>
<div class="line">To ran&#383;ack &#383;o the trea&#383;on of her minde,</div>
<div class="line">For I had rather haue her cha&#383;ed than cha&#383;t,</div>
<div class="line">Out with the moone line, I wil none of it,</div>
<div class="line">And let me haue hir likened to the &#383;un,</div>
<div class="line">Say &#383;hee hath thrice more &#383;plendour then the &#383;un,</div>
<div class="line">That her perfe&#392;tions emulats the &#383;unne,</div>
<div class="line">That &#383;hee breeds &#383;weets as plenteous as the &#383;unne,</div>
<div class="line">That &#383;hee doth thaw cold winter like the &#383;unne,</div>
<div class="line">That &#383;he doth cheere fre&#383;h &#383;ommer like the &#383;unne,</div>
<div class="line">That &#383;hee doth dazle gazers like the &#383;unne,</div>
<div class="line">And in this application to the &#383;unne,</div>
<div class="line">Bid her be free and generall as the &#383;unne,</div>
<div class="line">Who &#383;miles vpon the ba&#383;e&#383;t weed that growes,</div>
<div class="line">As louinglie as on the fragrant ro&#383;e,</div>
<div class="line">Lets &#383;ee what followes that &#383;ame moonelight line,</div>
</div>
<div class="speech">
<div class="speaker">Lo:</div>
<div class="line">More faire and cha&#383;t then is the louer of &#383;hades,</div>
<div class="line">More bould in con&#383;tancie.</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">In con&#383;tancie then who,</div>
</div>
<div class="speech">
<div class="speaker">Lo:</div>
<div class="line">Then Iudith was,</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">O mon&#383;trous line, put in the next a &#383;word</div>
<div class="line">And I &#383;hall woo her to cut of my head</div>
<div class="line">Blot, blot, good Lodwicke let vs heare the next.</div>
</div>
<div class="speech">
<div class="speaker">Lo:</div>
<div class="line">Theres all that yet is donne.</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">I thancke thee then thou ha&#383;t don litle ill,</div>
<div class="line">But what is don is pa&#383;&#383;ing pa&#383;&#383;ing ill,</div>
<div class="line">No let the Captaine talke of boy&#383;trous warr,</div>
<div class="line">The pri&#383;oner of emured darke con&#383;traint,</div>
<div class="line">The &#383;ick man be&#383;t &#383;ets downe the pangs of death,</div>
<div class="line">The man that &#383;tarues the &#383;weetnes of a fea&#383;t,</div>
<div class="line">The frozen &#383;oule the benefite of fire,</div>
<div class="line">And euery griefe his happie oppo&#383;ite,</div>
<div class="line">Loue cannot &#383;ound well but in louers toungs,</div>
<div class="line">Giue me the pen and paper I will write,</div>
<div class="stagedir">Enter Countes.</div>
<div class="line">But &#383;oft here comes the trea&#383;urer of my &#383;pirit,</div>
<div class="line">Lodwick thou know&#383;t not how to drawe a battell,</div>
<div class="line">The&#383;e wings, the&#383;e flankars, and the&#383;e &#383;quadrons,</div>
<div class="line">Argue in thee defective di&#383;cipline,</div>
<div class="line">Thou &#383;houlde&#383;t haue placed this here, this other here,</div>
</div>
<div class="speech">
<div class="speaker">Co.</div>
<div class="line">Pardon my boldnes my thrice gracious Lords,</div>
<div class="line">Let my intru&#383;ion here be cald my duetie,</div>
<div class="line">That comes to &#383;ee my &#383;oueraigne how he fares,</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">Go draw the &#383;ame I tell thee in what forme.</div>
</div>
<div class="speech">
<div class="speaker">Lor:</div>
<div class="line">I go.</div>
</div>
<div class="speech">
<div class="speaker">Con:</div>
<div class="line">Sorry I am to &#383;ee my liege &#383;o &#383;ad,</div>
<div class="line">What may thy &#383;ubie&#392;t do to driue from thee,</div>
<div class="line">Thy gloomy con&#383;ort, &#383;ullome melancholie,</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Ah Lady I am blunt and cannot &#383;trawe,</div>
<div class="line">The flowers of &#383;olace in a ground of &#383;hame,</div>
<div class="line">Since I came hither Countes I am wronged.</div>
</div>
<div class="speech">
<div class="speaker">Cont:</div>
<div class="line">Now God forbid that anie in my how&#383;e</div>
<div class="line">Should thinck my &#383;oueraigne wrong, thrice gentle King:</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Acquant me with theyr cau&#383;e of di&#383;content.</div>
<div class="line">How neere then &#383;hall I be to remedie.</div>
</div>
<div class="speech">
<div class="speaker">Cont:</div>
<div class="line">As nere my Liege as all my womans power,</div>
<div class="line">Can pawne it &#383;elfe to buy thy remedy.</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Yf thou &#383;peak&#383;t true then haue I my redre&#383;&#383;e,</div>
<div class="line">Ingage thy power to redeeme my Ioyes,</div>
<div class="line">And I am joyfull Countes els I die.</div>
</div>
<div class="speech">
<div class="speaker">Coun:</div>
<div class="line">I will my Liege.</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Sweare Counties that thou wilt.</div>
</div>
<div class="speech">
<div class="speaker">Coun:</div>
<div class="line">By heauen I will.</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Then take thy &#383;elfe a litel waie a &#383;ide,</div>
<div class="line">And tell thy &#383;elf a King doth dote on thee,</div>
<div class="line">Say that within thy power doth lie.</div>
<div class="line">To make him happy, and that thou ha&#383;t &#383;worne,</div>
<div class="line">To giue him all the Ioy within thy power,</div>
<div class="line">Do this and tell me when I &#383;hall be happie.</div>
</div>
<div class="speech">
<div class="speaker">Coun:</div>
<div class="line">All this is done my thrice dread &#383;ouereigne,</div>
<div class="line">That power of loue that I haue power to giue.</div>
<div class="line">Thou ha&#383;t with all deuout obedience,</div>
<div class="line">Imploy me how thou wilt in profe therof,</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">Thou hear&#383;t me &#383;aye that I do dote on thee,</div>
</div>
<div class="speech">
<div class="speaker">Coun:</div>
<div class="line">Yf on my beauty take yt if thou can&#383;t,</div>
<div class="line">Though litle I do pri&#383;e it ten tymes le&#383;&#383;e,</div>
<div class="line">If on my vertue take it if thou can&#383;t,</div>
<div class="line">For vertues &#383;tore by giuing doth augment,</div>
<div class="line">Be it on what it will that I can giue,</div>
<div class="line">And thou can&#383;t take awaie inherit it.</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">It is thy beauie that I woulde enioy,</div>
</div>
<div class="speech">
<div class="speaker">Count.</div>
<div class="line">O were it painted I would wipe it of,</div>
<div class="line">And di&#383;po&#383;&#383;e my &#383;elfe to giue it thee,</div>
<div class="line">But &#383;ouereigne it is &#383;ouldered to my life,</div>
<div class="line">Take one and both for like an humble &#383;haddow,</div>
<div class="line">Yt hauntes the &#383;un&#383;hine of my &#383;ummers life,</div>
<div class="line">But thou mai&#383;t leue it me to &#383;port with all,.</div>
</div>
<div class="speech">
<div class="speaker">Count:</div>
<div class="line">As ea&#383;ie may my intellectual &#383;oule,</div>
<div class="line">Be lent awaie and yet my bodie liue,</div>
<div class="line">As lend my bodie pallace to my &#383;oule,</div>
<div class="line">Awaie from her and yet retaine my &#383;oule,.</div>
<div class="line">My bodie is her bower her Court her abey,</div>
<div class="line">And &#383;hee an Angell pure deuine vn&#383;potted,</div>
<div class="line">If I &#383;hould leaue her hou&#383;e my Lord to thee,</div>
<div class="line">I kill my poore &#383;oule and my poore &#383;oule me,</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">Did&#383;t thou not &#383;were to giue me what I would,</div>
</div>
<div class="speech">
<div class="speaker">Count:</div>
<div class="line">I did my liege &#383;o what you would I could.</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">I wi&#383;h no more of thee then thou mai&#383;t giue,</div>
<div class="line">Nor beg I do not but I rather buie,</div>
<div class="line">That is thy loue and for that loue of thine,</div>
<div class="line">In rich exchaunge I tender to thee myne,</div>
</div>
<div class="speech">
<div class="speaker">Count.</div>
<div class="line">But that your lippes were &#383;acred my Lord,</div>
<div class="line">You would prophane the holie name of loue,</div>
<div class="line">That loue you offer me you cannot giue,</div>
<div class="line">For C&#230;&#383;ar owes that tribute to his Queene,</div>
<div class="line">That loue you beg of me I cannot giue,</div>
<div class="line">For Sara owes that duetie to her Lord.</div>
<div class="line">He that doth clip or counterfeit your &#383;tamp,</div>
<div class="line">Shall die my Lord, and will your &#383;acred &#383;elfe,</div>
<div class="line">Comit high trea&#383;on again&#383;t the King of heauen,</div>
<div class="line">To &#383;tamp his Image in forbidden mettel,</div>
<div class="line">Forgetting your alleageance, and your othe,</div>
<div class="line">In violating mariage &#383;ecred law,</div>
<div class="line">You breake a greater honor then your &#383;elfe,</div>
<div class="line">To be a King is of a yonger hou&#383;e,</div>
<div class="line">Than to be maried, your progenitour</div>
<div class="line">Sole ragning Adam on the vniuer&#383;e,</div>
<div class="line">By God was honored for a married man,</div>
<div class="line">But not by him annointed for a king,</div>
<div class="line">It is a pennalty to breake your &#383;tatutes,</div>
<div class="line">Though not ena&#392;ted with your highnes hand,</div>
<div class="line">How much more to infringe the holy a&#392;t,</div>
<div class="line">Made by the mouth of God, &#383;eald with his hand,</div>
<div class="line">I know my &#383;ouereigne in my husbands loue,</div>
<div class="line">Who now doth loyall &#383;eruice in his warrs,</div>
<div class="line">Doth but to try the wife of Salisbury,</div>
<div class="line">Whither &#383;hee will heare a wantons tale or no,</div>
<div class="line">Le&#383;t being therein giulty by my &#383;tay,</div>
<div class="line">From that not from my leige I tourn awaie.</div>
</div>
<div class="stagedir">Exit.</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Whether is her bewtie by her words dyuine,</div>
<div class="line">Or are her words &#383;weet chaplaines to her bewtie,</div>
<div class="line">Like as the wind doth beautifie a &#383;aile,</div>
<div class="line">And as a &#383;aile becomes the vn&#383;eene winde,</div>
<div class="line">So d&#339; her words her bewties, bewtie wordes,</div>
<div class="line">O that I were a honie gathering bee,</div>
<div class="line">To beare the combe of vertue from this flower,</div>
<div class="line">And not a poi&#383;on &#383;ucking enuious &#383;pider,</div>
<div class="line">To turne the vice I take to deadlie venom,</div>
<div class="line">Religion is au&#383;tere and bewty gentle,</div>
<div class="line">To &#383;tricke a gardion for &#383;o faire a weed,</div>
<div class="line">O that &#383;hee were as is the aire to mee,</div>
<div class="line">Why &#383;o &#383;he is, for when I would embrace her,</div>
<div class="line">This do I, and catch nothing but my&#383;elfe,</div>
<div class="line">I mu&#383;t enioy her, for I cannot beate</div>
<div class="line">With rea&#383;on and reproofe fond loue a waie.</div>
<div class="stagedir">Enter Warwicke.</div>
<div class="line">Here comes her father I will worke with him,</div>
<div class="line">To beare my collours in this feild of loue.</div>
</div>
<div class="speech">
<div class="speaker">War:</div>
<div class="line">How is it that my &#383;ouereigne is &#383;o &#383;ad,</div>
<div class="line">May I with pardon know your highnes griefe,</div>
<div class="line">And that my old endeuor will remoue it,</div>
<div class="line">It &#383;hall not comber long your maie&#383;tie,</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">A kind and voluntary giift thou profere&#383;t,</div>
<div class="line">That I was forwarde to haue begd of thee,</div>
<div class="line">But O thou world great nur&#383;e of flatterie,</div>
<div class="line">Whie do&#383;t thou tip mens tongues with golden words,</div>
<div class="line">And pei&#383;e their deedes with weight of heauie leade,</div>
<div class="line">That faire performance cannot follow promi&#383;e,</div>
<div class="line">O that a man might hold the hartes clo&#383;e booke,</div>
<div class="line">And choke the laui&#383;h tongue when it doth vtter</div>
<div class="line">The breath of fal&#383;hood not cara&#392;tred there:</div>
</div>
<div class="speech">
<div class="speaker">War:</div>
<div class="line">Far be it from the honor of my age,</div>
<div class="line">That I &#383;hould owe bright gould and render lead,</div>
<div class="line">Age is a cyncke, not a flatterer,</div>
<div class="line">I &#383;aye againe, that if I knew your griefe,</div>
<div class="line">And that by me it may be le&#383;ned,</div>
<div class="line">My proper harme &#383;hould buy your highnes good,</div>
<div class="line">The&#383;e are the vulger tenders of fal&#383;e men,</div>
<div class="line">That neuer pay the duetie of their words,</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">Thou wilt not &#383;ticke to &#383;wear what thou ha&#383;t &#383;aid,</div>
<div class="line">But when thou knowe&#383;t my greifes condition,</div>
<div class="line">This ra&#383;h di&#383;gorged vomit of thy word,</div>
<div class="line">Thou wilt eate vp againe and leaue me helples.</div>
</div>
<div class="speech">
<div class="speaker">War.</div>
<div class="line">By heauen I will not though your maie&#383;tie,</div>
<div class="line">Did byd me run vpon your &#383;worde and die.</div>
<div class="line">Say that my greefe is no way medicinable,</div>
<div class="line">But by the lo&#383;&#383;e and brui&#383;ing of thine honour,</div>
</div>
<div class="speech">
<div class="speaker">War:</div>
<div class="line">Yf nothing but that lo&#383;&#383;e may vantage you,</div>
<div class="line">I would accompli&#383;ht that lo&#383;&#383;e may vauntage to,</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">Think&#383;t that thou can&#383;t an&#383;were thy oth againe,</div>
</div>
<div class="speech">
<div class="speaker">War:</div>
<div class="line">I cannot nor I would not if I could.</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">But if thou do&#383;t what &#383;hal I &#383;ay to thee,</div>
</div>
<div class="speech">
<div class="speaker">War:</div>
<div class="line">What may be &#383;aid to anie periurd villane,</div>
<div class="line">That breake the &#383;acred warrant of an oath,</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">What wilt thou &#383;ay to one that breaks an othe,</div>
</div>
<div class="speech">
<div class="speaker">War.</div>
<div class="line">That hee hath broke his faith with God and man,</div>
<div class="line">And from them both &#383;tandes excommunicat,</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">What office were it to &#383;ugge&#383;t a man,</div>
<div class="line">To breake a lawfull and religious vowe.</div>
</div>
<div class="speech">
<div class="speaker">War.</div>
<div class="line">An office for the deuill not for man,</div>
</div>
<div class="speech">
<div class="speaker">Ki.</div>
<div class="line">That deuilles office mu&#383;t thou do for me,</div>
<div class="line">Or breake thy oth or cancell all the bonder,</div>
<div class="line">Of loue and duetie twixt thy &#383;elf and mee,</div>
<div class="line">And therefore Warwike if thou art thy &#383;elfe,</div>
<div class="line">The Lord and ma&#383;ter of thy word and othe,</div>
<div class="line">Go to thy daughter and in my behalfe,</div>
<div class="line">Comaund her woo her, win her anie waies,</div>
<div class="line">To be my mi&#383;tres and my &#383;ecret loue,</div>
<div class="line">I will not &#383;tand to heare thee make reply,</div>
<div class="line">Thy oth breake hers or let thy &#383;ouereigne dye.</div>
</div>
<div class="stagedir">Exit,</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">O doting King, or dete&#383;table office,</div>
<div class="line">Well may I tempt my&#383;elf to wrong my&#383;elf,</div>
<div class="line">When he hath &#383;worne me by the name of God,</div>
<div class="line">To breake a vowe made by the name of God,</div>
<div class="line">What if I &#383;weare by this right hand of mine,</div>
<div class="line">To cut this right hande of the better waie,</div>
<div class="line">Were to prophaine the Idoll then confound it,</div>
<div class="line">But neither will I do Ile keepe myne oath,</div>
<div class="line">And to my daughter make a recantation,</div>
<div class="line">Of all the vertue I have preacht to her,</div>
<div class="line">Ile &#383;ay &#383;he mu&#383;t forget her husband Salisbury,</div>
<div class="line">If &#383;he remember to embrace the king,</div>
<div class="line">Ile &#383;ay an othe may ea&#383;ily be broken,</div>
<div class="line">But not &#383;o ea&#383;ily pardoned being broken:</div>
<div class="line">Ile &#383;ay it is true charitie to loue,</div>
<div class="line">But not true loue to be &#383;o charitable;</div>
<div class="line">Ile &#383;ay his greatnes may beare out the &#383;hame,</div>
<div class="line">But not his kingdome can buy out the &#383;inne;</div>
<div class="line">Ile &#383;ay it is my duety to per&#383;wade,</div>
<div class="line">But not her hone&#383;tie to giue con&#383;ent.</div>
<div class="stagedir">Enter Counte&#383;&#383;e.</div>
<div class="line">See where &#383;he comes, was neuer father had,</div>
<div class="line">Again&#383;t his child, an emba&#383;&#383;age &#383;o bad.</div>
</div>
<div class="speech">
<div class="speaker">Co:</div>
<div class="line">My Lord and father, I have &#383;ought for you:</div>
<div class="line">My mother and the Peeres importune you,</div>
<div class="line">To keepe in promi&#383;e of his maie&#383;tie.</div>
<div class="line">And do your be&#383;t to make his highnes merrie.</div>
</div>
<div class="speech">
<div class="speaker">War:</div>
<div class="line">How &#383;hall I enter in this gracele&#383;&#383;e arrant,</div>
<div class="line">I mu&#383;t not call her child, for wheres the father,</div>
<div class="line">That will in &#383;uch a &#383;ure &#383;educe his child:</div>
<div class="line">Then wife of Salisbury &#383;hall I &#383;o begin:</div>
<div class="line">No hees my friend, and where is found the friend</div>
<div class="line">That will d&#339; friend&#383;hip &#383;uch indammagement:</div>
<div class="line">Neither my daughter, nor my deare friends wife,</div>
<div class="line">I am not Warwike as thou think&#383;t I am,</div>
<div class="line">But an atturnie from the Court of hell:</div>
<div class="line">That thus haue hou&#383;d my &#383;pirite in his forme,</div>
<div class="line">To do a me&#383;&#383;age to thee from the king:</div>
<div class="line">The mighty king of England dotes on thee:</div>
<div class="line">He that hath power to take away thy life,</div>
<div class="line">Hath power to take thy honor, then con&#383;ent,</div>
<div class="line">To pawne thine honor rather than thy life;</div>
<div class="line">Honor is often lo&#383;t and got againe,</div>
<div class="line">But life once gon, hath no recouerie:</div>
<div class="line">The Sunne that withers heye goth nouri&#383;h gra&#383;&#383;e,</div>
<div class="line">The king that would di&#383;taine thee, will aduance thee:</div>
<div class="line">The Poets write that great Achilles &#383;peare,</div>
<div class="line">Could heale the wound it made: the morrall is,</div>
<div class="line">What mighty men mi&#383;doo, they can amend:</div>
<div class="line">The Lyon doth become his bloody iawes,</div>
<div class="line">And grace his forragement by being milde,</div>
<div class="line">When va&#383;&#383;ell feare lies trembling at his feete,</div>
<div class="line">The king will in his glory hide thy &#383;hame,</div>
<div class="line">And tho&#383;e that gaze on him to finde out thee,</div>
<div class="line">Will loo&#383;e their eie-&#383;ight looking in the Sunne:</div>
<div class="line">What can one drop of poy&#383;on harme the Sea,</div>
<div class="line">Who&#383;e hugie va&#383;tures can dige&#383;t the ill,</div>
<div class="line">And make it loo&#383;e his operation:</div>
<div class="line">The kings great name will temper thy mi&#383;deeds,</div>
<div class="line">And giue the bitter potion of reproch:</div>
<div class="line">A &#383;ugred &#383;weet and mo&#383;t delitious ta&#383;t:</div>
<div class="line">Be&#383;ides it is no harme to do the thing,</div>
<div class="line">Which without &#383;hame, could not be left vndone;</div>
<div class="line">Thus haue I in his maie&#383;ties behalfe,</div>
<div class="line">Appareled &#383;in, in vertuous &#383;entences,</div>
<div class="line">And dwel vpon thy an&#383;were in his sute.</div>
</div>
<div class="speech">
<div class="speaker">Con:</div>
<div class="line">Vnnaturall be&#383;sege, w&#339; me vnhappie,</div>
<div class="line">To haue e&#383;capt the danger of my f&#339;s,</div>
<div class="line">And to be ten times wor&#383;e iniuerd by friends:</div>
<div class="line">Hath he no meanes to &#383;tayne my hone&#383;t blood,</div>
<div class="line">But to corrupt the author of my blood,</div>
<div class="line">To be his &#383;candalous and vile &#383;oliciter:</div>
<div class="line">No maruell though the braunches be then infe&#392;ted,</div>
<div class="line">When poy&#383;on hath encompa&#383;&#383;ed the roote:</div>
<div class="line">No maruell though the leprous infant dye,</div>
<div class="line">When the &#383;terne dame inuennometh the Dug:</div>
<div class="line">Why then giue &#383;inne a pa&#383;port to offend,</div>
<div class="line">And youth the dangerous reigne of liberty:</div>
<div class="line">Blot out the &#383;tri&#392;t forbidding of the law,</div>
<div class="line">And cancell euery cannon that pre&#383;cribes,</div>
<div class="line">A &#383;hame for &#383;hame, or pennance for offence,</div>
<div class="line">No let me die, if his too boy&#383;trous will,</div>
<div class="line">Will have it &#383;o, before I will con&#383;ent,</div>
<div class="line">To be an a&#392;tor in his gracele&#383;&#383;e lu&#383;t.</div>
</div>
<div class="speech">
<div class="speaker">Wa:</div>
<div class="line">Why now thou &#383;peak&#383;t as I would haue thee &#383;peake,</div>
<div class="line">And marke how I vn&#383;aie my words againe,</div>
<div class="line">An honorable graue is more e&#383;teemd,</div>
<div class="line">Then the polluted clo&#383;et of a king,</div>
<div class="line">The greater man, the greater is the thing,</div>
<div class="line">Be it good or bad that he &#383;hall vndertake,</div>
<div class="line">An vnreputed mote, flying in the Sunne,</div>
<div class="line">Pre&#383;ents a greater &#383;ub&#383;taunce then it is:</div>
<div class="line">The fre&#383;he&#383;t &#383;ummers day doth &#383;oone&#383;t taint,</div>
<div class="line">The lothed carrion that it &#383;eemes to ki&#383;&#383;e:</div>
<div class="line">Deepe are the blowes made with a mightie Axe,</div>
<div class="line">That &#383;inne doth ten times agreuate it &#383;elfe,</div>
<div class="line">That is committed in a holie place,</div>
<div class="line">An euill deed done by authoritie,</div>
<div class="line">Is &#383;in and &#383;ubbornation: Decke an Ape</div>
<div class="line">In ti&#383;&#383;ue, and the beautie of the robe,</div>
<div class="line">Adds but the greater &#383;corne vnto the bea&#383;t:</div>
<div class="line">A &#383;patious field of rea&#383;ons could I vrge,</div>
<div class="line">Betweene his gloomie daughter and thy &#383;hame,</div>
<div class="line">That poy&#383;on &#383;hewes wor&#383;t in a golden cup,</div>
<div class="line">Darke night &#383;eemes darker by the lightning fla&#383;h,</div>
<div class="line">Lillies that fe&#383;ter, &#383;mel far wor&#383;e then weeds,</div>
<div class="line">And euery glory that inclynes to &#383;in,</div>
<div class="line">The &#383;hame is treble, by the oppo&#383;ite,</div>
<div class="line">So leaue I with my ble&#383;&#383;ing in thy bo&#383;ome,</div>
<div class="line">Which then conuert to a mo&#383;t heauie cur&#383;e,</div>
<div class="line">When thou conuerte&#383;t from honors golden name,</div>
<div class="line">To the blacke fa&#392;tion of bed blotting, &#383;hame.</div>
</div>
<div class="speech">
<div class="speaker">Coun:</div>
<div class="line">Ils follow thee, and when my minde turnes &#383;o,</div>
<div class="line">My body &#383;inke, my &#383;oule in endles woo.</div>
</div>
<div class="stagedir">Exeunt.</div> 
<div class="stagedir">Enter at one doore Derby from Fraunce, At another doore, Audley with a Drum.</div>
<div class="speech">
<div class="speaker">Der.</div>
<div class="line">Thrice noble Audley, well incountred heere,</div>
<div class="line">How is it with our &#383;oueraigne and his peeres?</div>
</div>
<div class="speech">
<div class="speaker">Aud.</div>
<div class="line">Tis full a fortnight &#383;ince I &#383;aw his highnes,</div>
<div class="line">What time he &#383;ent me forth to mu&#383;ter men,</div>
<div class="line">Which I accordingly haue done and bring them hither,</div>
<div class="line">In faire aray before his maie&#383;tie:</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">What newes my Lord of Derby from the Emperor.</div>
</div>
<div class="speech">
<div class="speaker">Der.</div>
<div class="line">As good as we de&#383;ire: the Emperor</div>
<div class="line">Hath yeelded to his highnes friendly ayd,</div>
<div class="line">And makes our king lieuetenant generall</div>
<div class="line">In all his lands and large dominions,</div>
<div class="line">Then <italic>via</italic> for the &#383;patious bounds of Fraunce;</div>
</div>
<div class="speech">
<div class="speaker">Aud.</div>
<div class="line">What doth his highnes leap to heare the&#383;e newes?</div>
</div>
<div class="speech">
<div class="speaker">Der.</div>
<div class="line">I haue not yet found time to open them,</div>
<div class="line">The king is in his clo&#383;et malcontent,</div>
<div class="line">For what I know not, but he gaue in charge,</div>
<div class="line">Till after dinner, none &#383;hould interrupt him:</div>
<div class="line">The Counte&#383;&#383;e Salisbury, and her father Warwike,</div>
<div class="line">Artoyes, and all looke vnderneath the browes.</div>
</div>
<div class="speech">
<div class="speaker">Aud:</div>
<div class="line">Vndoubtedly then &#383;ome thing is ami&#383;&#383;e.</div>
</div>
<div class="stagedir">Enter the King.</div>
<div class="speech">
<div class="speaker">Dar.</div>
<div class="line">The Trumpets &#383;ound, the king is now abroad,</div>
</div>
<div class="speech">
<div class="speaker">Av.</div>
<div class="line">Here comes his highnes.</div>
</div>
<div class="speech">
<div class="speaker">Der.</div>
<div class="line">Befall my &#383;overaigne, all my &#383;oueraignes wi&#383;h,</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">Ah that thou wert a witch to make it &#383;o.</div>
</div>
<div class="speech">
<div class="speaker">Der.</div>
<div class="line">The Emperour greeteth you.</div>
</div>
<div class="speech">
<div class="speaker">Kin.</div>
<div class="line">Would it were the Counte&#383;&#383;e.</div>
</div>
<div class="speech">
<div class="speaker">Der.</div>
<div class="line">And hath accorded to your highnes suite,</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">Thou lye&#383;t &#383;he hath not, but I would &#383;he had,</div>
</div>
<div class="speech">
<div class="speaker">Au.</div>
<div class="line">All loue and duety to my Lord the King.</div>
</div>
<div class="speech">
<div class="speaker">Kin.</div>
<div class="line">Well all but one is none, what newes with you?</div>
</div>
<div class="speech">
<div class="speaker">Au.</div>
<div class="line">I haue my liege, leuied tho&#383;e hor&#383;e and foote.</div>
<div class="line">According to your charge, and brought them hither.</div>
</div>
<div class="speech">
<div class="speaker">Kin.</div>
<div class="line">Then let tho&#383;e foote trudge hence vpon tho&#383;e hor&#383;e,</div>
<div class="line">According too our di&#383;charge and be gonne:</div>
<div class="line">Darby Ile looke vpon the Counte&#383;&#383;e minde anone,</div>
</div>
<div class="speech">
<div class="speaker">Dar</div>
<div class="line">The Counte&#383;&#383;e minde my liege.</div>
</div>
<div class="speech">
<div class="speaker">Kin.</div>
<div class="line">I meane the Emperour, leaue me alone.</div>
</div>
<div class="speech">
<div class="speaker">Au.</div>
<div class="line">What is his mind?</div>
</div>
<div class="speech">
<div class="speaker">Dar:</div>
<div class="line">Lets leaue him to his humor.</div>
</div>
<div class="stagedir">Exunt.</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Thus from the harts aboundant &#383;peakes the tongue,</div>
<div class="line">Counte&#383;&#383;e for Emperour, and indeed why not?</div>
<div class="line">She is as imperator ouer me, and I to her</div>
<div class="line">Am as a kneeling va&#383;&#383;aile that ob&#383;erues,</div>
<div class="line">The plea&#383;ure, or di&#383;plea&#383;ure of her eye</div>
</div>
<div class="stagedir">Enter Lodwike.</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">What &#383;aies the more then Cleopatras match,</div>
<div class="line">To C&#230;&#383;ar now?</div>
</div>
<div class="speech">
<div class="speaker">Lo:</div>
<div class="line">That yet my liege ere night,</div>
<div class="line">She will re&#383;olue your maie&#383;tie.</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">What drum is this that thunders forth this march,</div>
<div class="line">To &#383;tart the tender Cupid in my bo&#383;ome,</div>
<div class="line">Poore &#383;hipskin how it braules with him that beateth it:</div>
<div class="line">Go breake the thundring parchment bottome out,</div>
<div class="line">And I will teach it to condu&#392;t &#383;weete lynes,</div>
<div class="line">Vnto the bo&#383;ome of a heavenly Nymph,</div>
<div class="line">For I will v&#383;e it as my writing paper,</div>
<div class="line">And &#383;o reduce him from a &#383;coulding drum,</div>
<div class="line">To be the herald and deare coun&#383;aile bearer,</div>
<div class="line">Betwixt a godde&#383;&#383;e, and a mighty king:</div>
<div class="line">Go bid the drummer learne to touch the Lute,</div>
<div class="line">Or hang him in the braces of his drum,</div>
<div class="line">For now we thinke it an vnciuill thing,</div>
<div class="line">To trouble heauen with &#383;uch harsh re&#383;ounds, Away.</div>
<div class="stagedir">Exit.</div>
<div class="line">The quarrell that I haue requires no armes,</div>
<div class="line">But the&#383;e of myne, and the&#383;e &#383;hall meete my f&#339;,</div>
<div class="line">In a deepe march of penytrable grones,</div>
<div class="line">My eyes &#383;hall be my arrowes, and my &#383;ighes</div>
<div class="line">Shall &#383;erue me as the vantage of the winde,</div>
<div class="line">To wherle away my &#383;weete&#383;t artyllerie:</div>
<div class="line">Ah but alas &#383;he winnes the &#383;unne of me,</div>
<div class="line">For that is &#383;he her&#383;elfe, and thence it comes,</div>
<div class="line">That P&#339;ts tearme, the wanton warriour blinde:</div>
<div class="line">But loue hath eyes as iudgement to his &#383;teps,</div>
<div class="line">Till two much loued glory dazles them?</div>
<div class="line">How now?</div>
</div>
<div class="stagedir">Enter Lodwike.</div>
<div class="speech">
<div class="speaker">Lo.</div>
<div class="line">My liege the drum that &#383;troke the lu&#383;ty march,</div>
<div class="line">Stands with Prince Edward your thrice valiant &#383;onne.</div>
</div>
<div class="stagedir">Enter Prince Edward.</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">I &#383;ee the boy, oh how his mothers face,</div>
<div class="line">Modeld in his, corre&#392;ts my &#383;traid de&#383;ire,</div>
<div class="line">And rates my heart, and chides my theeui&#383;h eie,</div>
<div class="line">Who being rich ennough in &#383;eeing her,</div>
<div class="line">Yet seeke el&#383;ewhere and ba&#383;e&#383;t theft is that,</div>
<div class="line">Which cannot cloke it&#383;elfe on pouertie.</div>
<div class="line">Now boy, what newes?</div>
</div>
<div class="speech">
<div class="speaker">Pr.E.</div>
<div class="line">I have a&#383;&#383;embled my deare Lord and father,</div>
<div class="line">The choy&#383;e&#383;t buds of all our Engli&#383;h blood,</div>
<div class="line">For our affaires in Fraunce, and heere we come,</div>
<div class="line">To take dire&#392;tion from your maie&#383;tie.</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">Still do I &#383;ee in him deliniate,</div>
<div class="line">His mothers vi&#383;age, tho&#383;e his eies are hers,</div>
<div class="line">Who looking wi&#383;tely on me, make me blu&#383;h:</div>
<div class="line">For faults again&#383;t them&#383;elues, giue euidence,</div>
<div class="line">Lu&#383;t as a fire, and me like lanthorne &#383;how,</div>
<div class="line">Light lu&#383;t within them&#383;elues; euen through them&#383;elues.</div>
<div class="line">Away loo&#383;e &#383;ilkes of wauering vanitie,</div>
<div class="line">Shall the large limit of faire Brittayne.</div>
<div class="line">By me be ouerthrowne, and &#383;hall I not,</div>
<div class="line">Ma&#383;ter this little man&#383;ion of my&#383;elfe;</div>
<div class="line">Giue me an Armor of eternall &#383;teele,</div>
<div class="line">I go to conquer kings, and shall I not then</div>
<div class="line">Subdue my&#383;elfe, and be my enimies friend,</div>
<div class="line">It mu&#383;t not be, come boy forward, aduaunce,</div>
<div class="line">Lets with our coullours &#383;weete the Aire of Fraunce.</div>
</div>
<div class="stagedir">Enter Lodwike.</div>
<div class="speech">
<div class="speaker">Lo.</div>
<div class="line">My liege, the Counte&#383;&#383;e with a &#383;miling cheere.</div>
<div class="line">De&#383;ires acce&#383;&#383;e vnto your Maie&#383;tie.</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">Why there it g&#339;s, that verie smile of hers,</div>
<div class="line">Hath ran&#383;omed captiue Fraunce, and &#383;et the King,</div>
<div class="line">The Dolphin and the Peeres at liberty,</div>
<div class="line">G&#339; leaue me Ned, and reuell with thy friends.</div>
<div class="stagedir">Exit Pr.</div>
<div class="line">Thy mother is but blacke, and thou like her.</div>
<div class="line">Do&#383;t put it in my minde how foule &#383;he is,</div>
<div class="line">G&#339; fetch the Counte&#383;&#383;e hether in thy hand,</div>
<div class="stagedir">Exit Lod.</div>
<div class="line">And let her cha&#383;e away the&#383;e winter clouds,</div>
<div class="line">For &#383;hee giues beautie both to heauen and earth,</div>
<div class="line">The &#383;in is more to hacke and hew poore men,</div>
<div class="line">Then to embrace in an vnlawfull bed,</div>
<div class="line">The regi&#383;ter of all rarieties,</div>
<div class="line">Since Letherne Adam, till this younge&#383;t howre.</div>
</div>
<div class="stagedir">Enter Counte&#383;&#383;e.</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">G&#339; Lodwike, put thy hand into thy pur&#383;e,</div>
<div class="line">Play, &#383;pend, giue, ryot, wa&#383;t, do what thou wilt,</div>
<div class="line">So thou wilt hence awhile and leaue me heere.</div>
<div class="line">Now my &#383;oules plaiefellow art thou come,</div>
<div class="line">To &#383;peake the more then heauenly word of yea,</div>
<div class="line">To my obie&#392;tion in thy beautious loue.</div>
</div>
<div class="speech">
<div class="speaker">Count.</div>
<div class="line">My father on his ble&#383;&#383;ing hath commanded.</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">That thou &#383;halt yeeld to me.</div>
</div>
<div class="speech">
<div class="speaker">Coun:</div>
<div class="line">I dear my liege, your due.</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">And that my deare&#383;t loue, can be no le&#383;&#383;e,</div>
<div class="line">Then right for right, and tender loue for loue.</div>
</div>
<div class="speech">
<div class="speaker">Count:</div>
<div class="line">Then wrong for wrong, and endles hate for hate:</div>
<div class="line">But &#383;ith I &#383;ee your maie&#383;tie &#383;o bent,</div>
<div class="line">That my vnwillingnes, my husbands loue,</div>
<div class="line">Your high e&#383;tate, nor no re&#383;pe&#392;t re&#383;pe&#392;ted,</div>
<div class="line">Can be my helpe, but that your mightines:</div>
<div class="line">Will ouerbeare and awe the&#383;e deare regards,</div>
<div class="line">I bynd my di&#383;content to my content,</div>
<div class="line">And what I would not, Ile compell I will,</div>
<div class="line">Prouided that your&#383;elfe remoue tho&#383;e lets,</div>
<div class="line">That &#383;tand betweene your highnes loue and mine,</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Name then faire Counte&#383;&#383;e, and by heauen I will.</div>
</div>
<div class="speech">
<div class="speaker">Co:</div>
<div class="line">It is their liues that &#383;tand betweene our loue.</div>
<div class="line">That I would have chokt vp my &#383;oueraigne.</div>
</div>
<div class="speech">
<div class="speaker">Ki.</div>
<div class="line">Who&#383;e liues my Lady?</div>
</div>
<div class="speech">
<div class="speaker">Co.</div>
<div class="line">My thrice louing liege,</div>
<div class="line">Your Queene, and Salisbury my wedded husband,</div>
<div class="line">Who liuing haue that tytle in our loue,</div>
<div class="line">That we cannot be&#383;tow but by their death,</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Thy oppo&#383;ition is beyond our Law,</div>
</div>
<div class="speech">
<div class="speaker">Co.</div>
<div class="line">So is your de&#383;ire, if the law</div>
<div class="line">Can hinder you to execute the one,</div>
<div class="line">Let it forbid you to attempt the other:</div>
<div class="line">I Cannot thinke you loue me as you &#383;ay,</div>
<div class="line">Vnle&#383;&#383;e you do make good what you haue &#383;worne.</div>
<div class="line">No mor,e thy husband and the Queene &#383;hall dye,</div>
<div class="line">Fairer thou art by farre, then Hero was,</div>
<div class="line">Beardles Leander not &#383;o &#383;trong as I:</div>
<div class="line">He &#383;wome an ea&#383;ie curraunt for his loue,</div>
<div class="line">But I will throng a hellie &#383;pout of bloud,</div>
<div class="line">To arryue at Ce&#383;tus where my Hero lyes.</div>
</div>
<div class="speech">
<div class="speaker">Co:</div>
<div class="line">Nay youle do more, youle make the Ryver to,</div>
<div class="line">With their hart bloods, that keepe our loue a&#383;under,</div>
<div class="line">Of which my husband, and your wife are twayne.</div>
</div>
<div class="speech">
<div class="speaker">Ki.</div>
<div class="line">Thy beauty makes them guilty of their death,</div>
<div class="line">And giues in euidence that they &#383;hall dye,</div>
<div class="line">Vpon which verdi&#392;t I their Iudge condemne them.</div>
</div>
<div class="speech">
<div class="speaker">Co:</div>
<div class="line">O periurde beautie, more corrupted Iudge:</div>
<div class="line">When to the great Starre-chamber ore our heads,</div>
<div class="line">The vniuer&#383;ell Se&#383;&#383;ions cals to count,</div>
<div class="line">This packing euill, we both &#383;hall tremble for it.</div>
</div>
<div class="speech">
<div class="speaker">Ki.</div>
<div class="line">What &#383;aies my faire loue, is &#383;he re&#383;olute?</div>
</div>
<div class="speech">
<div class="speaker">Co.</div>
<div class="line">Re&#383;olute to be di&#383;&#383;olude, and therefore this,</div>
<div class="line">Keepe but thy word great king, and I am thine,</div>
<div class="line">Stand where thou do&#383;t, ile part a little from thee</div>
<div class="line">And &#383;ee how I will yeeld me to thy hands:</div>
<div class="line">Here by my &#383;ide doth hang my wedding knifes,</div>
<div class="line">Take thou the one, and with it kill thy Queene</div>
<div class="line">And learne by me to finde her where &#383;he lies</div>
<div class="line">And with this other, Ile di&#383;patch my loue,</div>
<div class="line">Which now lies fa&#383;t a &#383;leepe within my hart,</div>
<div class="line">When they are gone, then Ile con&#383;ent to loue:</div>
<div class="line">Stir not la&#383;ciuious king to hinder me,</div>
<div class="line">My re&#383;olution is more nimbler far,</div>
<div class="line">Than thy preuention can be in my re&#383;cue,</div>
<div class="line">And if thou &#383;tir, I &#383;trike, therefore &#383;tand &#383;till,</div>
<div class="line">And heare the choyce that I will put thee to:</div>
<div class="line">Either &#383;weare to leaue thy mo&#383;t vnholie &#383;ute,</div>
<div class="line">And neuer hence forth to &#383;olicit me,</div>
<div class="line">Or el&#383;e by heauen, this &#383;harpe poynted knyfe,</div>
<div class="line">Shall &#383;taine thy earth, with that which thou would &#383;taine:</div>
<div class="line">My poore cha&#383;t blood, &#383;weare Edward &#383;weare,</div>
<div class="line">Or I will &#383;trike and die before thee here.</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">Euen by that power I &#383;weare that giues me now,</div>
<div class="line">The power to be a&#383;hamed of my&#383;elfe,</div>
<div class="line">I neuer meane to part my lips againe,</div>
<div class="line">In any words that tends to &#383;uch a &#383;ute.</div>
<div class="line">Ari&#383;e true Engli&#383;h Ladie, whom our Ile</div>
<div class="line">May better boa&#383;t of then euer Romaine might,</div>
<div class="line">Of her who&#383;e ran&#383;ackt trea&#383;urie hath taskt,</div>
<div class="line">The vaine indeuor of &#383;o many pens:</div>
<div class="line">Ari&#383;e and be my fault, thy honors fame,</div>
<div class="line">Which after ages &#383;hall enrich thee with,</div>
<div class="line">I am awaked from this idle dreame,</div>
<div class="line">Warwike, my Sonne, Darby, Artoys, and Audley,</div>
<div class="line">Braue warriours all, where are you all this while?</div>
<div class="stagedir">Enter all.</div>
<div class="line">Warwike, I make thee Warden of the North,</div>
<div class="line">Thou Prince of Wales, and Audley &#383;traight to Sea,</div>
<div class="line">Scoure to New-hauen, some there &#383;taie for me:</div>
<div class="line">My&#383;elfe, Artoys and Darby will through Flaunders,</div>
<div class="line">To greete our friends there, and to craue their aide,</div>
<div class="line">This night will &#383;scarce &#383;uffice me to di&#383;couer,</div>
<div class="line">My follies &#383;eege, again&#383;t a faithfull louer,</div>
<div class="line">For ere the Sunne &#383;hal guide the e&#383;terne skie,</div>
<div class="line">Wele wake him with our Mar&#383;hall harmonie.</div>
</div>
<div class="stagedir">Exeunt.</div> 
<div class="stagedir">Enter King Iohn of Fraunce, his two &#383;onnes, Charles of Normandie, and Phillip, and the Duke of Lorraine.</div>
<div class="speech">
<div class="speaker">King Iohn.</div>
<div class="line">Heere till our Nauie of a thou&#383;and &#383;aile,</div>
<div class="line">Haue made a breakfa&#383;t to our f&#339; by Sea,</div>
<div class="line">Let vs incampe to wait their happie &#383;peede:</div>
<div class="line">Lorraine what readines is Edward in?</div>
<div class="line">How ha&#383;t thou heard that he prouided is,</div>
<div class="line">Of mar&#383;hiall furniture for this exployt.</div>
</div>
<div class="speech">
<div class="speaker">Lo.</div>
<div class="line">To lay a&#383;ide vnnece&#383;&#383;ary &#383;oothing,</div>
<div class="line">And not to &#383;pend the time in circum&#383;taunce,</div>
<div class="line">Tis bruted for a certenty my Lord,</div>
<div class="line">That hees exceeding &#383;trongly fortified,</div>
<div class="line">His subie&#392;ts flocke as willingly to warre,</div>
<div class="line">As if vnto a tryumph they were led.</div>
</div>
<div class="speech">
<div class="speaker">Ch:</div>
<div class="line">England was wont to harbour malcontents,</div>
<div class="line">Blood thir&#383;ty, and &#383;editious Catelynes,</div>
<div class="line">Spend thrifts, and &#383;uch as gape for nothing el&#383;e,</div>
<div class="line">But changing and alteration of the &#383;tate,</div>
<div class="line">And is it po&#383;&#383;ible,</div>
<div class="line">That they are now &#383;o loyall in them&#383;elues?</div>
</div>
<div class="speech">
<div class="speaker">Lo:</div>
<div class="line">All but the Scot, who &#383;ollemnly prote&#383;ts,</div>
<div class="line">As heeretofore I haue enformd his grace,</div>
<div class="line">Neuer to &#383;heath his Sword, or take a truce.</div>
</div>
<div class="speech">
<div class="speaker">Io:</div>
<div class="line">Ah, thats the anchredge of &#383;ome better hope,</div>
<div class="line">But on the other &#383;ide, to thinke what friends,</div>
<div class="line">King Edward hath retaynd in Netherland,</div>
<div class="line">Among tho&#383;e euer-bibbing Epicures:</div>
<div class="line">Tho&#383;e frothy Dutch men, puft with double beere,</div>
<div class="line">That drinke and &#383;will in euery place they come,</div>
<div class="line">Doth not a little aggravate mine ire,</div>
<div class="line">Be&#383;ides we heare the Emperor conioynes,</div>
<div class="line">And &#383;talls him in his owne authoritie:</div>
<div class="line">But all the mightier that their number is,</div>
<div class="line">The greater glory reapes the vi&#392;tory,</div>
<div class="line">Some friends haue we be&#383;ide drum &#383;tricke power,</div>
<div class="line">The &#383;terne Polonian and the warlike Dane:</div>
<div class="line">The king of Bohemia, and of Cycelie.</div>
<div class="line">Are all become confederates with vs,</div>
<div class="line">And as I thinke are marching hither apace,</div>
<div class="line">But &#383;oft, I hear the music of their drums,</div>
<div class="line">By which I ge&#383;&#383; that their approch is neare.</div>
</div>
<div class="stagedir">Enter the King of Bohemia with Danes, and a Polonian Captaine with other &#383;oldiers another way.</div>
<div class="speech">
<div class="speaker">King of Boheme.</div>
<div class="line">King Iohn of Fraunce, as league and neighborhood,</div>
<div class="line">Requires when friends are any way di&#383;tre&#383;t,</div>
<div class="line">I come to aide thee with my countries force.</div>
</div>
<div class="speech">
<div class="speaker">Pol. Cap.</div>
<div class="line">And from great Mu&#383;co fearefull to the Turke,</div>
<div class="line">And lofty Poland, nur&#383;e of hardie men,</div>
<div class="line">I bring the&#383;e &#383;eruitors to fight for thee,</div>
<div class="line">Who willingly will venture in thy cau&#383;e.</div>
</div>
<div class="speech">
<div class="speaker">K. Io.</div>
<div class="line">Welcome Bohemian king, and welcome all</div>
<div class="line">This your great kindne&#383;&#383;e I will not forget.</div>
<div class="line">Be&#383;ides your plentiful rewards in Crownes,</div>
<div class="line">That from our Trea&#383;ory ye &#383;hall receiue,</div>
<div class="line">There comes a hare braind Nation deckt in pride,</div>
<div class="line">The &#383;poyle of whome will be a trebble game,</div>
<div class="line">And now my hope is full, my ioy complete,</div>
<div class="line">At Sea we are as pui&#383;&#383;ant as the force;</div>
<div class="line">Of Agamemnon in the Hauen of Troy:</div>
<div class="line">By land with Zerxes we compare of &#383;trength,</div>
<div class="line">Who&#383;e &#383;ouldiers drancke vp riuers in their thir&#383;t:</div>
<div class="line">Then Bayardlike, blinde ouerweaning Ned,</div>
<div class="line">To reach at our imperiall dyadem,</div>
<div class="line">Is either to be &#383;wallowed of the waues,</div>
<div class="line">Or hackt a peeces when thou come&#383;t a&#383;hore.</div>
</div>
<div class="stagedir">Enter.</div>
<div class="speech">
<div class="speaker">Mar.</div>
<div class="line">Neere to the co&#383;t I haue di&#383;cribde my Lord,</div>
<div class="line">As I was bu&#383;ie in my watchfull charge.</div>
<div class="line">The proud Armado of king Edwards &#383;hips,</div>
<div class="line">Which at the fir&#383;t far off when I did ken,</div>
<div class="line">Seemd as it were a groue of withered pines,</div>
<div class="line">But drawing neere, their glorious bright a&#383;pe&#392;t,</div>
<div class="line">Their &#383;treaming En&#383;ignes wrought of coulloured &#383;ilke,</div>
<div class="line">Like to a meddow full of &#383;undry flowers,</div>
<div class="line">Adornes the naked bo&#383;ome of the earth.</div>
<div class="line">Maie&#383;ticall the order of their cour&#383;e,</div>
<div class="line">Figuring the horned Circle of the Moone,</div>
<div class="line">And on the top gallant of the Admirall,</div>
<div class="line">And likewi&#383;e all the handmaides of his trayne:</div>
<div class="line">The Armes of England and of Fraunce vnite,</div>
<div class="line">Are quartred equally by Heralds art;</div>
<div class="line">Thus titely carried with a merrie gale,</div>
<div class="line">They plough the Ocean hitherward amayne:</div>
<div class="line">Dare he already crop the Flewer de Luce:</div>
<div class="line">I hope the hony being gathered thence,</div>
<div class="line">He with the &#383;pider afterward approcht</div>
<div class="line">Shall &#383;ucke forth deadly venom from the leaues,</div>
<div class="line">But wheres our Nauy, how are they prepared,</div>
<div class="line">To wing them&#383;elues again&#383;t this flight of Rauens.</div>
</div>
<div class="speech">
<div class="speaker">Ma.</div>
<div class="line">They hauing knowledge, brought them by the &#383;couts,</div>
<div class="line">Did breake from Anchor &#383;traight, and puft with rage,</div>
<div class="line">No otherwi&#383;e then were their &#383;ailes with winde,</div>
<div class="line">Made forth, as when the empty Eagle flies,</div>
<div class="line">To &#383;atifie his hungrie griping mawe.</div>
</div>
<div class="speech">
<div class="speaker">Io:</div>
<div class="line">Thees for thy newes, returne vnto thy barke,</div>
<div class="line">And if thou &#383;cape the bloody &#383;trooke of warre,</div>
<div class="line">And do &#383;uruiue the confli&#392;t, come againe,</div>
<div class="line">And let vs heare the manner of the fight,</div>
<div class="stagedir">Exit.</div>
<div class="line">Meane &#383;pace my Lords, tis be&#383;t we be di&#383;per&#383;t,</div>
<div class="line">To &#383;euerall places lea&#383;t they chaunce to land:</div>
<div class="line">Fir&#383;t you my Lord, with your Bohemian Troupes,</div>
<div class="line">Shall pitch your battailes on the lower hand,</div>
<div class="line">My elde&#383;t &#383;onne the Duke of Normandie,</div>
<div class="line">Togeither with this aide of Mu&#383;couites,</div>
<div class="line">Shall clyme the higher ground another waye:</div>
<div class="line">Heere in the middle co&#383;t betwixt you both,</div>
<div class="line">Phillip my yonge&#383;t boy and I will lodge,</div>
<div class="line">So Lords begon, and looke vnto your charge.</div>
<div class="stagedir">Exunt.</div>
<div class="line">You &#383;tand for Fraunce, an Empire faire and large</div>
<div class="line">Now tell me Phillip, what is their concept,</div>
<div class="line">Touching the challenge that the Engli&#383;h make.</div>
</div>
<div class="speech">
<div class="speaker">Ph:</div>
<div class="line">I &#383;ay my Lord, clayme Edward what he can,</div>
<div class="line">And bring he nere &#383;o playne a pedegree,</div>
<div class="line">Tis you are in po&#383;&#383;e&#383;&#383;ion of the Crowne,</div>
<div class="line">And thats the &#383;ure&#383;t poynt of all the Law:</div>
<div class="line">But were it not, yet ere he &#383;hould preuaile,</div>
<div class="line">Ile make a Conduit of my deare&#383;t blood,</div>
<div class="line">Or cha&#383;e tho&#383;e &#383;tragling vp&#383;tarts home againe,</div>
</div>
<div class="speech">
<div class="speaker">King:</div>
<div class="line">Well &#383;aid young Phillip, call for bread and Wine,</div>
<div class="line">That we may cheere our &#383;tomacks with repa&#383;t,</div>
<div class="stagedir">The battell hard a farre off.</div>
<div class="line">To look our f&#339;s more &#383;ternely in the face.</div>
<div class="line">Now is begun the heauie day at Sea,</div>
<div class="line">Fight Frenchmen, fight, be like the fielde of Beares,</div>
<div class="line">When they defend their younglings in the Caues:</div>
<div class="line">Stir angry Neme&#383;is the happie helme,</div>
<div class="line">That with the &#383;ulphur battels of your rage,</div>
<div class="line">The Engli&#383;h Fleete may be di&#383;per&#383;t and &#383;unke,</div>
</div>
<div class="speech">
<div class="speaker">Ph.</div>
<div class="line">O Father how this eckoing Cannon &#383;hot.</div>
<div class="stagedir">Shot.</div>
<div class="line">Like &#383;weete harmonie di&#383;ge&#383;ts my eates.</div>
</div>
<div class="speech">
<div class="speaker">K. Io.</div>
<div class="line">Now boy thou heare&#383;t what thundring terror tis,</div>
<div class="line">To buckle for a kingdomes &#383;overentie,</div>
<div class="line">The earth with giddie trembling when it &#383;hakes,</div>
<div class="line">Or when the exalations of the aire,</div>
<div class="line">Breakes in extremitie of lightning fla&#383;h,</div>
<div class="line">Affrights not more then kings when they di&#383;po&#383;e,</div>
<div class="line">To &#383;hew the rancor of their high &#383;wolne harts,</div>
<div class="line">Retreae is &#383;ounded, one &#383;ide hath the wor&#383;e,</div>
<div class="stagedir">Retreate.</div>
<div class="line">O if it be the French, &#383;weete fortune turne,</div>
<div class="line">And in thy turning change the forward winds,</div>
<div class="line">That with aduantage of a favoring skie,</div>
<div class="line">Our men may vanqui&#383;h and thither flie.</div>
<div class="stagedir">Enter Marriner.</div>
<div class="line">My hart mi&#383;giues, &#383;ay mirror of pale death,</div>
<div class="line">To whome belongs the honor of this day,</div>
<div class="line">Relate I pray thee, if thy breath will &#383;erue,</div>
<div class="line">The &#383;ad di&#383;cour&#383;e of this di&#383;comfiture.</div>
</div>
<div class="speech">
<div class="speaker">Mar.</div>
<div class="line">I will my lord.</div>
<div class="line">My gratious &#383;oueraigne, Fraunce hath tane the foyle,</div>
<div class="line">And boa&#383;ting Edward triumphs with &#383;ucce&#383;&#383;e;</div>
<div class="line">The&#383;e Iron harted Nauies,</div>
<div class="line">When la&#383;t I was reporter to your grace,</div>
<div class="line">Both full of angry &#383;pleene of hope and feare:</div>
<div class="line">Ha&#383;ting to meete each other in the face,</div>
<div class="line">At la&#383;t conioyned, and by their Admirall,</div>
<div class="line">Our Admirall encountred manie &#383;hot,</div>
<div class="line">By this the other that beheld the&#383;e twaine,</div>
<div class="line">Giue earne&#383;t peny of a further wracke,</div>
<div class="line">Like fiery Dragons tooke their haughty flight,</div>
<div class="line">And likewi&#383;e meeting, from their &#383;moky wombes,</div>
<div class="line">Sent many grym Emba&#383;&#383;adors of death,</div>
<div class="line">Then gan the day to turne to gloomy night,</div>
<div class="line">And darkenes did a&#383; wel inclo&#383;e the quicke,</div>
<div class="line">As tho&#383;e that were but newly reft of life,</div>
<div class="line">No lea&#383;ure &#383;erud for friends to bid farewell,</div>
<div class="line">And if it had, the hideous noi&#383;e was &#383;uch,</div>
<div class="line">As ech to other &#383;eemed deafe and dombe,</div>
<div class="line">Purple the sea who&#383;e channel fild as fa&#383;t,</div>
<div class="line">With &#383;treaming gore that from the maymed fell,</div>
<div class="line">As did her gu&#383;hing moy&#383;ture breake into,</div>
<div class="line">The cranny cleftures of the through &#383;hot planks,</div>
<div class="line">Heere flew a head di&#383;&#383;uuered from the tronke,</div>
<div class="line">There mangled armes and legs were to&#383;t aloft,</div>
<div class="line">As when a wherle winde takes the Summer du&#383;t,</div>
<div class="line">And &#383;catters it in middle of the aire,</div>
<div class="line">Then might ye &#383;ee the reeling ve&#383;&#383;els &#383;plit,</div>
<div class="line">And tottering &#383;ink into the ruthle&#383;&#383;e floud,</div>
<div class="line">Vntill their lofty tops were &#383;eene no more.</div>
<div class="line">All &#383;hifts were tried both for defence and hurt,</div>
<div class="line">And now the effe&#392;t of vallor and of force,</div>
<div class="line">Of re&#383;olution and of cowardize:</div>
<div class="line">We liuely pi&#392;tured, how the one for fame;</div>
<div class="line">The other by compul&#383;ion laid about;</div>
<div class="line">Much did the <italic>Nom per illa</italic>, that braue &#383;hip.</div>
<div class="line">So did the blacke &#383;nake of Bullen, then which</div>
<div class="line">A bonnier ve&#383;&#383;el neuer yet &#383;pred &#383;ayle,</div>
<div class="line">But all in vaine, both Sunne, the Wine and tyde,</div>
<div class="line">Reuolted all vnto our f&#339; mens &#383;ide,</div>
<div class="line">That we perforce were fayne to giue them way,</div>
<div class="line">And they are landed, thus my tale is donne,</div>
<div class="line">We haue vntimly lo&#383;t, and they haue woone.</div>
</div>
<div class="speech">
<div class="speaker">K.Io:</div>
<div class="line">Then re&#383;ts there nothing but with pre&#383;ent &#383;peede,</div>
<div class="line">To ioyne our &#383;everal forces al in one,</div>
<div class="line">And bid them battaile ere they rainge to farre,</div>
<div class="line">Come gentle Phillip, let vs hence depart,</div>
<div class="line">This &#383;ouldiers words have per&#383;td thy fathers hart.</div>
</div>
<div class="stagedir">Exeunt.</div> 
<div class="stagedir">Enter two French men, a woman and two little Children, meet them another Citizens.</div>
<div class="speech">
<div class="speaker">One:</div>
<div class="line">Wel met my ma&#383;ters: how now, whats the newes,</div>
<div class="line">And wherefore are ye laden thus with &#383;tuffe:</div>
<div class="line">What is it quarter daie that you remoue,</div>
<div class="line">And carrie bag and baggage too?</div>
</div>
<div class="speech">
<div class="speaker">Two</div>
<div class="line">Quarter day, I and quartering pay I feare:</div>
<div class="line">Haue we not heard the newes that flies abroad?</div>
</div>
<div class="speech">
<div class="speaker">One:</div>
<div class="line">What newes?</div>
</div>
<div class="speech">
<div class="speaker">Three:</div>
<div class="line">How the French Nauy is de&#383;troyd at Sea,</div>
<div class="line">And that the Engli&#383;h Armie is arriued.</div>
</div>
<div class="speech">
<div class="speaker">One:</div>
<div class="line">What then?</div>
</div>
<div class="speech">
<div class="speaker">Two:</div>
<div class="line">What then quoth you? why i&#383;t not time to flie,</div>
<div class="line">When enuie and de&#383;tru&#392;tion is &#383;o nigh,</div>
</div>
<div class="speech">
<div class="speaker">One.</div>
<div class="line">Content thee man, they are farre enough from hence,</div>
<div class="line">And will be met I warrant ye to their co&#383;t,</div>
<div class="line">Before they breake &#383;o far into the Realme.</div>
</div>
<div class="speech">
<div class="speaker">Two:</div>
<div class="line">I &#383;o the Gra&#383;hopper doth &#383;pend the time,</div>
<div class="line">In mirthfull iollitie till Winter come,</div>
<div class="line">And then too late he would redeeme his time,</div>
<div class="line">When frozen cold hath nipt his carele&#383;&#383;e head:</div>
<div class="line">He that no &#383;ooner will prouide a Cloake,</div>
<div class="line">Then when he &#383;ees it doth begin to raigne,</div>
<div class="line">May peraduenture for his negligence,</div>
<div class="line">Be throughly wa&#383;hed when he &#383;u&#383;pe&#392;ts it not.</div>
<div class="line">We that haue charge, and &#383;uch a trayne as this,</div>
<div class="line">Mu&#383;t looke in time, to looke for them and vs,</div>
<div class="line">Lea&#383;t when we would, we cannot be relieued.</div>
</div>
<div class="speech">
<div class="speaker">One:</div>
<div class="line">Be like you then di&#383;paire of ill &#383;ucce&#383;&#383;e,</div>
<div class="line">And thinke your Country will be &#383;ubiugate.</div>
</div>
<div class="speech">
<div class="speaker">Three.</div>
<div class="line">We cannot tell, tis good to feare the wor&#383;t.</div>
</div>
<div class="speech">
<div class="speaker">One:</div>
<div class="line">Yet rather fight, then like vnnaturall &#383;onnes,</div>
<div class="line">For&#383;ake your louing parents in di&#383;tre&#383;&#383;e.</div>
</div>
<div class="speech">
<div class="speaker">Two.</div>
<div class="line">Tu&#383;h they that haue already taken armes,</div>
<div class="line">Are manie fearefull millions in re&#383;pe&#392;t</div>
<div class="line">Of that &#383;mall handfull of our enimies:</div>
<div class="line">But tis a rightfull quarrell mu&#383;t preuaile,</div>
<div class="line">Edward is &#383;onne vnto our late kings &#383;i&#383;ter,</div>
<div class="line">When Iohn Valoys, is three degrees remoued.</div>
</div>
<div class="speech">
<div class="speaker">Wo:</div>
<div class="line">Be&#383;ides there g&#339;s a Prophe&#383;ie abroad,</div>
<div class="line">Publi&#383;hed by one that was a Fryer once,</div>
<div class="line">Who&#383;e Oracles haue many times prooued true,</div>
<div class="line">And now he &#383;ayes the tyme will &#383;hortly come,</div>
<div class="line">When as a Lyon row&#383;ed in the we&#383;t,</div>
<div class="line">Shall carie hence the fluerdeluce of France,</div>
<div class="line">The&#383;e I can tell yee and &#383;uch like &#383;urmi&#383;es,</div>
<div class="line">Strike many french men cold vnto the heart:</div>
<div class="stagedir">Enter a Frenchman.</div>
<div class="line">Flie cuntry men and cytizens of France,</div>
<div class="line">Sweete flowring peace the roote of happie life,</div>
<div class="line">Is quite abandoned and expul&#383;t the lande,</div>
<div class="line">In&#383;ted of whome ran&#383;ackt con&#383;training warre,</div>
<div class="line">Syts like to Rauens vppon your hou&#383;es topps,</div>
<div class="line">Slaughter and mi&#383;chiefe walke within your &#383;treets.</div>
<div class="line">And vnre&#383;trained make hauock as they pa&#383;&#383;e,</div>
<div class="line">The forme whereof euen now my&#383;elfe beheld.</div>
<div class="line">Vpon this faire mountaine whence I came,</div>
<div class="line">For &#383;o far of as I dire&#392;ted mine eies,</div>
<div class="line">I might perceaue five Cities all on fire,</div>
<div class="line">Corne fieldes and vineyards burning like an ouen,</div>
<div class="line">And as the leaking vapour in the wind,</div>
<div class="line">I tourned but a &#383;ide I like wi&#383;e might di&#383;&#383;erne.</div>
<div class="line">The poore inhabitants e&#383;capt the flame,</div>
<div class="line">Fall numberles vpon the &#383;ouldiers pikes,</div>
<div class="line">Three waies the&#383;e dredfull mini&#383;ters of wrath,</div>
<div class="line">Do tread the mea&#383;ures of their tragicke march,</div>
<div class="line">Vpon the right hand comes the conquering King.</div>
<div class="line">Vpon the lefte his hot vnbridled &#383;onne,</div>
<div class="line">And in the mid&#383;t our nations glittering hoa&#383;t,</div>
<div class="line">All which though di&#383;tant yet con&#383;pire in one, </div>
<div class="line">To leaue a de&#383;olation where they come,</div>
<div class="line">Flie therefore Citizens if you be wi&#383;e,</div>
<div class="line">Seeke out &#383;om habitation further of,</div>
<div class="line">Here is you &#383;taie your wiues will be abu&#383;ed,</div>
<div class="line">Your trea&#383;ure &#383;harde before your weeping eies,</div>
<div class="line">Shelter you your&#383;elues for now the &#383;torme doth ri&#383;e,</div>
<div class="line">Away, away, me thinks I heare their drums,</div>
<div class="line">Ah wreched France, I greatly feare thy fal,</div>
<div class="line">Thy glory &#383;haketh like a tottering wall.</div>
</div>
<div class="stagedir">Enter King Edward and the Erle of Darby With Souldiors, and Gobin de Graie.</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">Wheres the Frenchman by who&#383;e cunning guide,</div>
<div class="line">We found the &#383;halow of this Riuer Sone,</div>
<div class="line">And had dire&#392;tions how to pa&#383;&#383;e the &#383;ea.</div>
</div>
<div class="speech">
<div class="speaker">Go:</div>
<div class="line">Here my good Lord.</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">How art thou calde, tell me thy name.</div>
</div>
<div class="speech">
<div class="speaker">Go:</div>
<div class="line">Gobin de Graie if plea&#383;e your excellence,</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">Then Gobin for the &#383;eruice thou ha&#383;t done,</div>
<div class="line">We here inlarge and giue thee liberty,</div>
<div class="line">And for recompenc be&#383;ide this good,</div>
<div class="line">Thou &#383;halt receiue fiue hundred markes in golde,</div>
<div class="line">I know not how we &#383;hould haue met our &#383;onne,</div>
<div class="line">Whom now in heart I wi&#383;h I might behold.</div>
<div class="stagedir">Enter Artoyes.</div>
<div class="line">Good newes my Lord the prince is hard at hand,</div>
<div class="line">And with him comes Lord Awdley and the re&#383;t,</div>
<div class="line">Whome &#383;ince our landing we could neuer meet.</div>
</div>
<div class="stagedir">Enter Prince Edward, Lord Awdley and Souldiers.</div>
<div class="speech">
<div class="speaker">K.E:</div>
<div class="line">Welcome faire Prince, how ha&#383;t thou &#383;ped my &#383;onne,</div>
<div class="line">Since thy arriuall on the coa&#383;te of Fraunce?</div>
</div>
<div class="speech">
<div class="speaker">Pr. Ed:</div>
<div class="line">Succe&#383;&#383;fullie I thanke the gratious heauens,</div>
<div class="line">Some of their &#383;tronge&#383;t Cities we haue wonne, </div>
<div class="line">As Har&#383;len, Lie, Crotag, and Carentigne,</div>
<div class="line">And others wa&#383;ted, leauing at our heeles,</div>
<div class="line">A wide apparent feild and beaten path,</div>
<div class="line">For &#383;ollitarines to progre&#383;&#383;e in,</div>
<div class="line">Yet tho&#383;e that would &#383;ubmit we kindly pardned,</div>
<div class="line">For who in &#383;corne refu&#383;ed our proffered peace,</div>
<div class="line">Indurde the penaltie of &#383;harpe reuenge.</div>
</div>
<div class="speech">
<div class="speaker">Ki. Ed:</div>
<div class="line">Ah Fraunce, why &#383;houlde&#383;t thou be this ob&#383;tinate,</div>
<div class="line">Agayn&#383;t the kind imbracement of thy friends,</div>
<div class="line">How gently had we thought to touch thy bre&#383;t,</div>
<div class="line">And &#383;et our foot vpon thy tender mould,</div>
<div class="line">But that in froward and di&#383;dainfull pride</div>
<div class="line">Thou like a skitti&#383;h and vntamed coult,</div>
<div class="line">Do&#383;t &#383;tart a&#383;ide and &#383;trike vs with thy heeles,</div>
<div class="line">But tel me Ned, in all thy warlike cour&#383;e,</div>
<div class="line">Ha&#383;t thou not &#383;eene the v&#383;urping King of Fraunce.</div>
</div>
<div class="speech">
<div class="speaker">Pri.</div>
<div class="line">Yes my good Lord, and not two owers ago,</div>
<div class="line">With full a hundred thou&#383;and fighting men,</div>
<div class="line">Vppon the one &#383;ide of the riuers banke,</div>
<div class="line">And on the other both his multitudes,</div>
<div class="line">I feard he would have cropt our &#383;maller power,</div>
<div class="line">But happily perceiuing your approch,</div>
<div class="line">He hath with drawen him&#383;elfe to Cre&#383;&#383;ey plaines,</div>
<div class="line">Where as it &#383;eemeth by his good araie.</div>
<div class="line">He meanes to byd vs battaile pre&#383;ently,</div>
</div>
<div class="speech">
<div class="speaker">Kin. Ed:</div>
<div class="line">He &#383;hall be welcome thats the thing we craue.</div>
</div>
<div class="stagedir">Enter King Iohn, the Dukes of Normandy and Lorraine, King of Boheme, yong Prince Phillip, and Souldiers.</div>
<div class="speech">
<div class="speaker">Iohn.</div>
<div class="line">Edward know that Iohn the true king of Fraunce,</div>
<div class="line">Mu&#383;ing thou &#383;hould&#383;t incroach vppon his land,</div>
<div class="line">And in thy tyranous proceeding &#383;lay,</div>
<div class="line">His faithful &#383;ubie&#392;ts, and &#383;ubuert his Townes,</div>
<div class="line">Spits in thy face, and in this manner folowing,</div>
<div class="line">Obraids thee with thine arrogant intru&#383;ion,</div>
<div class="line">Fir&#383;t I condeme thee for a fugitiue,</div>
<div class="line">A theevi&#383;h pyrate, and a needie mate,</div>
<div class="line">One that hath either no abyding place,</div>
<div class="line">Or el&#383;e inhabiting &#383;ome barren &#383;oile,</div>
<div class="line">Where neither hearb or fruitfull graine is had,</div>
<div class="line">Doe&#383;t altogether liue by pilfering,</div>
<div class="line">Next, in&#383;omuch thou ha&#383;t infringed thy faith,</div>
<div class="line">Broke leage and &#383;olemne couenant made with mee,</div>
<div class="line">I hold thee for a fal&#383;e pernitious wretch,</div>
<div class="line">And la&#383;t of all, although I &#383;corne to cope</div>
<div class="line">With one &#383;uch inferior to my&#383;elfe,</div>
<div class="line">Yet in re&#383;pe&#392;t thy thir&#383;t is all for golde,</div>
<div class="line">Thy labour rather to be feared than loued,</div>
<div class="line">To &#383;ati&#383;fie thy lu&#383;t in either parte</div>
<div class="line">Heere am I come and with me haue I brought,</div>
<div class="line">Exceeding &#383;tore of trea&#383;ure, perle, and coyne,</div>
<div class="line">Leaue therfore now to per&#383;ecute the weake,</div>
<div class="line">And armed entring conflict with the armd,</div>
<div class="line">Let it be &#383;eene monge&#383;t other pettie thefts,</div>
<div class="line">How thou can&#383;t win this pillage manfully.</div>
</div>
<div class="speech">
<div class="speaker">K: Ed:</div>
<div class="line">If gall or wormwood haue a plea&#383;ant ta&#383;t,</div>
<div class="line">Then is thy &#383;allutation hony &#383;weete,</div>
<div class="line">But as the one hath no &#383;uch propertie,</div>
<div class="line">So is the other mo&#383;t &#383;atiricall:</div>
<div class="line">Yet wot how I regarde thy worthles tants,</div>
<div class="line">If thou haue vttered them to foile my fame,</div>
<div class="line">Or dym the reputation of my birth,</div>
<div class="line">Know that thy wolui&#383;h barking cannot hurt,</div>
<div class="line">If &#383;lylie to in&#383;inuate with the worlde,</div>
<div class="line">And with a &#383;trumpets artifitiall line,</div>
<div class="line">To painte thy vitious and deformed cau&#383;e,</div>
<div class="line">Bee well a&#383;&#383;ured the counterfeit will fade,</div>
<div class="line">And in the end thy fowle defe&#392;ts be &#383;eene,</div>
<div class="line">But if thou did&#383;t it to prouoke me on,</div>
<div class="line">As who &#383;hould &#383;aie I were but timerous,</div>
<div class="line">Or coldly negligent did need a &#383;purre,</div>
<div class="line">Bethinke thy&#383;elfe how &#383;lacke I was at &#383;ea.</div>
<div class="line">Now &#383;ince my landing I haue wonn no townes,</div>
<div class="line">Entered no further but vpon the coa&#383;t,</div>
<div class="line">And there haue euer &#383;ince &#383;ecurelie &#383;lept,</div>
<div class="line">But if I haue bin other wi&#383;e imployd,</div>
<div class="line">Imagine Valoys whether I intende</div>
<div class="line">To &#383;kirmi&#383;h, not for pillage but for the Crowne,</div>
<div class="line">Which thou do&#383;t weare and that I vowe to haue,</div>
<div class="line">Or one of vs &#383;hall fall into his graue,</div>
</div>
<div class="speech">
<div class="speaker">Pri Ed:</div>
<div class="line">Looke not for cro&#383;&#383;e inuectiues at our hands,</div>
<div class="line">Or rayling execrations of de&#383;pight,</div>
<div class="line">Let creeping &#383;erpents hide in hollow banckes,</div>
<div class="line">Sting with theyr tongues; we haue remor&#383;eles &#383;wordes,</div>
<div class="line">And they &#383;hall pleade for vs and our affaires,</div>
<div class="line">Yet thus much breefly by my fathers leaue,</div>
<div class="line">As all the immode&#383;t poy&#383;on of thy throat,</div>
<div class="line">Is &#383;candalous and mo&#383;t notorious lyes,</div>
<div class="line">And our pretended quarell is truly iu&#383;t,</div>
<div class="line">So end the battaile when we meet todaie,</div>
<div class="line">May eyther of vs pro&#383;per and preuaile,</div>
<div class="line">Or luckles cur&#383;t, receue eternall &#383;hame.</div>
</div>
<div class="speech">
<div class="speaker">Kin Ed:</div>
<div class="line">That needs no further que&#383;tion, and I knowe</div>
<div class="line">His con&#383;cience witne&#383;&#383;eth it is my right,</div>
<div class="line">Therfore Valoys &#383;ay, wilt thou yet re&#383;igne,</div>
<div class="line">Before the &#383;ickles thru&#383;t into the Corne,</div>
<div class="line">Or that inkindled fury, turne to flame:</div>
</div>
<div class="speech">
<div class="speaker">Ioh:</div>
<div class="line">Edward I know what right thou ha&#383;t in France,</div>
<div class="line">And ere I ba&#383;ely will re&#383;igne my Crowne,</div>
<div class="line">This Champion field &#383;hallbe a pool of bloode,</div>
<div class="line">And all our pro&#383;pe&#392;t as a &#383;laughter hou&#383;e,</div>
</div>
<div class="speech">
<div class="speaker">Pr Ed:</div>
<div class="line">I that approues thee tyrant what thou art,</div>
<div class="line">No father, king, or &#383;hepheard of thy realme,</div>
<div class="line">But one that teares her entrailes with thy handes,</div>
<div class="line">And like a thir&#383;tie tyger &#383;uck&#383;t her bloud.</div>
</div>
<div class="speech">
<div class="speaker">Aud:</div>
<div class="line">You peeres of France, why do you follow him,</div>
<div class="line">That is &#383;o prodigall to &#383;pend your liues?</div>
</div>
<div class="speech">
<div class="speaker">Ch:</div>
<div class="line">Whom &#383;hould they follow, aged impotent,</div>
<div class="line">But he that is their true borne &#383;oueraigne?</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">Obraid&#383;t thou him, becau&#383;e within his face,</div>
<div class="line">Time hath ingraud deep cara&#392;ters of age:</div>
<div class="line">Know that the&#383;e graue &#383;chollers of experience,</div>
<div class="line">Like &#383;tiffe growen oakes, will &#383;tand immouable,</div>
<div class="line">When whirle wind quickly turnes vp yonger trees.</div>
</div>
<div class="speech">
<div class="speaker">Dar.</div>
<div class="line">Was euer anie of thy fathers hou&#383;e king,</div>
<div class="line">But thy&#383;elfe, before this pre&#383;ent time,</div>
<div class="line">Edwards great linage by the mothers &#383;ide,</div>
<div class="line">Fiue hundred yeeres hath helde the &#383;cepter vp,</div>
<div class="line">Iudge then con&#383;piratours by this de&#383;cent,</div>
<div class="line">Which is the true borne soueraigne this or that.</div>
</div>
<div class="speech">
<div class="speaker">Pri:</div>
<div class="line">Father range your battailes, prate no more,</div>
<div class="line">The&#383;e Engli&#383;h faine would &#383;pend the time in wodrs,</div>
<div class="line">That night approching, they might e&#383;cape vnfought.</div>
</div>
<div class="speech">
<div class="speaker">K. Ioh:</div>
<div class="line">Lords and my louing Subie&#392;ts knowes the time,</div>
<div class="line">That your intended force mu&#383;t bide the touch,</div>
<div class="line">Therfore my frinds con&#383;ider this in breefe,</div>
<div class="line">He that you fight for is your naturall King,</div>
<div class="line">He again&#383;t whom you fight a forener:</div>
<div class="line">He that you fight for rules in clemencie,</div>
<div class="line">And raines you with a mild and gentle byt,</div>
<div class="line">He again&#383;t whome you fight if hee preuaile,</div>
<div class="line">Will &#383;traight inthrone him&#383;elfe in tyrannie,</div>
<div class="line">Makes &#383;laues of you, and with a heauie hand</div>
<div class="line">Curtall and courb your &#383;weete&#383;t libertie.</div>
<div class="line">Then to prote&#392;t your Country and your King,</div>
<div class="line">Let but the haughty Courrage of your hartes,</div>
<div class="line">An&#383;were the number of your able handes,</div>
<div class="line">And we &#383;hall quicklie cha&#383;e theis fugitiues,</div>
<div class="line">For whats this Edward but a belly god,</div>
<div class="line">A tender and la&#383;ciuious wantonnes,</div>
<div class="line">That thother daie was almo&#383;t dead for loue,</div>
<div class="line">And what I praie you is his goodly gard,</div>
<div class="line">Such as but &#383;cant them of their chines of beefe,</div>
<div class="line">And take awaie their downie featherbedes,</div>
<div class="line">And pre&#383;ently they are as re&#383;ty &#383;tiffe,</div>
<div class="line">As twere a many overridden iades,</div>
<div class="line">Then French men &#383;corne that &#383;uch &#383;hould be your Lords</div>
<div class="line">And rather bind ye them in captiue bands,</div>
</div>
<div class="speech">
<div class="speaker">All Fra:</div>
<div class="line">Viue le Roy, God &#383;ave King Iohn of France.</div>
</div>
<div class="speech">
<div class="speaker">Io:</div>
<div class="line">Now on this plaine of Cre&#383;&#383;ie &#383;pred your &#383;elues,</div>
<div class="line">And Edward when thou dare&#383;t, begin the fight:</div>
</div>
<div class="speech">
<div class="speaker">Ki. Ed:</div>
<div class="line">We pre&#383;ently wil meet thee Iohn of Fraunce,</div>
<div class="line">And Engli&#383;h Lordes let vs re&#383;olue the daie,</div>
<div class="line">Either to cleere vs of that &#383;candalous cryme,</div>
<div class="line">Or be intombed in our innocence,</div>
<div class="line">And Ned, becau&#383;e this battell is the fir&#383;t,</div>
<div class="line">That euer yet thou foughte&#383;t in pitched field,</div>
<div class="line">As ancient cu&#383;tome is of Martiali&#383;ts,</div>
<div class="line">To dub thee with the tipe of chiualrie,</div>
<div class="line">In &#383;olemne manner wee will giue thee armes,</div>
<div class="line">Come therefore Heralds, orderly bring forth,</div>
<div class="line">A &#383;trong attirement for the prince my &#383;onne.</div>
</div>
<div class="stagedir">Enter foure Heraldes bringing in a coate armour, a helmet, a lance, and a &#383;hield.</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">Edward Plantagenet, in the name of God,</div>
<div class="line">As with this armour I impall thy brea&#383;t,</div>
<div class="line">So be thy noble vnrelenting heart,</div>
<div class="line">Wald in with flint of matchle&#383;&#383;e fortitude,</div>
<div class="line">That neuer ba&#383;e affe&#392;tions enter there,</div>
<div class="line">Fight and be valiant, conquere where thou com&#383;t,</div>
<div class="line">Now follow Lords, and do him honor to.</div>
</div>
<div class="speech">
<div class="speaker">Dar:</div>
<div class="line">Edward Plantagenet prince of Wales,</div>
<div class="line">As I do &#383;et this helmet on thy head,</div>
<div class="line">Wherewith the chamber of this braine is fen&#383;t,</div>
<div class="line">So may thy temples with Bellonas hand,</div>
<div class="line">Be &#383;till adornd with lawrell vi&#392;torie,</div>
<div class="line">Fight and be valiant, conquer where thou com&#383;t.</div>
</div>
<div class="speech">
<div class="speaker">Aud.</div>
<div class="line">Edward Plantagenet prince of Wales,</div>
<div class="line">Receiue this lance into thy manly hand,</div>
<div class="line">V&#383;e it in fa&#383;hion of a bra&#383;en pen,</div>
<div class="line">To drawe forth bloudie &#383;tratagems in France,</div>
<div class="line">And print thy valiant deeds in honors booke,</div>
<div class="line">Fight and be valiant, vanqui&#383;h where thou com&#383;t.</div>
</div>
<div class="speech">
<div class="speaker">Art:</div>
<div class="line">Edward Plantagenet prince of Wales,</div>
<div class="line">Hold take this target, weare it on thy arme,</div>
<div class="line">And may the view thereof like Per&#383;eus &#383;hield,</div>
<div class="line">A&#383;toni&#383;h and transforme thy gazing f&#339;s</div>
<div class="line">To &#383;en&#383;ele&#383;&#383;e images of meger death,</div>
<div class="line">Fight and be valiant, conquer where thou com&#383;t.</div>
</div>
<div class="speech">
<div class="speaker">Ki.</div>
<div class="line">Now wants there nought but knighthood, which deferd</div>
<div class="line">Wee leaue till thou ha&#383;t won it in the fielde,</div>
<div class="line">My gratious father and yee forwarde peeres,</div>
<div class="line">This honor you haue done me animates,</div>
<div class="line">And chears my greene yet &#383;car&#383;e appearing &#383;trength,</div>
<div class="line">With comfortable good per&#383;aging &#383;ignes,</div>
<div class="line">No other wi&#383;e than did ould Iacobes wordes,</div>
<div class="line">When as he breathed his ble&#383;&#383;ings on his &#383;onnes,</div>
<div class="line">The&#383;e hallowed giftes of yours when I prophane,</div>
<div class="line">Or v&#383;e them not to glory of my God,</div>
<div class="line">To patronage the fatherles and poore,</div>
<div class="line">Or for the benefite of Englands peace,</div>
<div class="line">Be numbe my ioynts, waxe feeble both mine armes,</div>
<div class="line">Wither my hart that like a &#383;aples tree,</div>
<div class="line">I may remayne the map of infamy.</div>
</div>
<div class="speech">
<div class="speaker">K. Ed:</div>
<div class="line">Then this our &#383;teelde Battailes &#383;hall be rainged,</div>
<div class="line">The leading of the vowarde Ned is thyne,</div>
<div class="line">To dignifie who&#383;e lu&#383;ty &#383;pirit the more</div>
<div class="line">We temper it with Audlys grauitie,</div>
<div class="line">That courage and experience ioynd in one,</div>
<div class="line">Your manage may be &#383;econd vnto none,</div>
<div class="line">For the mayne battells I will guide my &#383;elfe,</div>
<div class="line">And Darby in the rereward march behind,</div>
<div class="line">That orderly di&#383;po&#383;d and &#383;et in ray,</div>
<div class="line">Let vs to hor&#383;e and God graunt vs the daye.</div>
</div>
<div class="stagedir">Exeunt: Alarum. Enter a many French men flying. After them Prince Edward running. Then enter King Iohn and Duke of Loraine.</div> 
<div class="speech">
<div class="speaker">Iohn.</div>
<div class="line">Oh Lorrain &#383;ay, what meane our men to fly,</div>
<div class="line">Our nomber is far greater then our f&#339;s.</div>
</div>
<div class="speech">
<div class="speaker">Lor.</div>
<div class="line">The garri&#383;on of Genoaes my Lorde,</div>
<div class="line">That cam from Paris weary with their march,</div>
<div class="line">Grudging to be &#383;oddenly imployd,</div>
<div class="line">No &#383;ooner in the forefront tooke their place.</div>
<div class="line">But &#383;traite retyring &#383;o di&#383;maide the re&#383;t,</div>
<div class="line">As likewi&#383;e they betook them&#383;elues to flight</div>
<div class="line">In which for ha&#383;t to make a &#383;afe e&#383;cape,</div>
<div class="line">More in the clu&#383;tering throng are pre&#383;t to death,</div>
<div class="line">Then by the ennimie a thou&#383;and fold.</div>
</div>
<div class="speech">
<div class="speaker">K. Io:</div>
<div class="line">O haple&#383;&#383;e fortune, let vs yet a&#383;&#383;ay,</div>
<div class="line">If we can coun&#383;ell &#383;ome of them to &#383;tay.</div>
</div>
<div class="stagedir">Enter King Edward and Audley.</div> 
<div class="speech">
<div class="speaker">Ki, E:</div>
<div class="line">Lord Audley, whiles our &#383;onne is in the cha&#383;e,</div>
<div class="line">With draw our powers vnto this little hill,</div>
<div class="line">And heere a &#383;ea&#383;on let vs breath our &#383;elues,</div>
</div>
<div class="speech">
<div class="speaker">Au.</div>
<div class="line">I will my Lord.</div>
</div>
<div class="stagedir">Exit, &#383;ound Retreat.</div>
<div class="speech">
<div class="speaker">K. Ed.</div>
<div class="line">Iu&#383;t dooming heauen, who&#383;e &#383;ecret prouidence,</div>
<div class="line">To our gro&#383;&#383;e iudgement is in&#383;crutable,</div>
<div class="line">How are we bound to prai&#383;e thy wondrous works,</div>
<div class="line">That ha&#383;t this day giuen way vnto the right,</div>
<div class="line">And made the wicked &#383;tumble at them &#383;elues,</div>
<div class="stagedir">Enter Artoys.</div>
<div class="line">Re&#383;cue king Edward, re&#383;cue, for thy &#383;onne,</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">Re&#383;cue Artoys, what is he pri&#383;oner,</div>
<div class="line">Or by violence fell be&#383;ide his hor&#383;e.</div>
</div>
<div class="speech">
<div class="speaker">Ar.</div>
<div class="line">Neither my Lord, but narrowly be&#383;et,</div>
<div class="line">With turning Frenchmen, whom he did per&#383;ue,</div>
<div class="line">As tis impo&#383;&#383;ible that he &#383;hould &#383;cape.</div>
<div class="line">Except your highnes pre&#383;ently de&#383;cend.</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">Tut let him fight, we gaue him armes today,</div>
<div class="line">And he is laboring for a knighthood man.</div>
</div>
<div class="stagedir">Enter Derby.</div>
<div class="speech">
<div class="speaker">Da:</div>
<div class="line">The Prince my Lord, the Prince, oh &#383;uccour him,</div>
<div class="line">Hees clo&#383;e incompa&#383;t with a world of odds.</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Then will he win a world of honor to,</div>
<div class="line">If he by vallour can redeeme him thence,</div>
<div class="line">If not, what remedy, we haue more &#383;onnes,</div>
<div class="line">Then one to comfort our declyning age.</div>
</div>
<div class="stagedir">Enter Audley.</div>
<div class="speech">
<div class="speaker">Au.</div>
<div class="line">Renowned Edward, giue me leaue I pray,</div>
<div class="line">To lead my &#383;ouldiers where I may releeue,</div>
<div class="line">Your Graces &#383;onne, in danger to be &#383;layne,</div>
<div class="line">The &#383;nares of French, like Emmets on a banke,</div>
<div class="line">Mu&#383;ter about him while&#383;t he Lion like,</div>
<div class="line">Intangled in the net of their a&#383;&#383;aults,</div>
<div class="line">Frantiquely wrends and byts the wouen toyle,</div>
<div class="line">But all in vaine, he cannot free him &#383;elfe.</div>
</div>
<div class="speech">
<div class="speaker">K: Ed:</div>
<div class="line">Audley content, I will not haue a man,</div>
<div class="line">On paine of death &#383;ent forth to &#383;uccour him:</div>
<div class="line">This is the day, ordaynd by de&#383;teny,</div>
<div class="line">To &#383;ea&#383;on his courage with tho&#383;e greeuous thoughts,</div>
<div class="line">That if he breaketh out, Ne&#383;tors yeares on earth,</div>
<div class="line">Will make him &#383;auor &#383;till of this exployt.</div>
</div>
<div class="speech">
<div class="speaker">Dar:</div>
<div class="line">Ah but he &#383;hall not liue to &#383;ee tho&#383;e dayes,</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Why then his Epitaph, is la&#383;ting pray&#383;e.</div>
</div>
<div class="speech">
<div class="speaker">Au:</div>
<div class="line">Yet good my Lord, tis too much wilfulnes,</div>
<div class="line">To let his blood be &#383;pilt that may be &#383;aude,</div>
</div>
<div class="speech">
<div class="speaker">Kin.</div>
<div class="line">Exclayme no more, for none of you can tell,</div>
<div class="line">Whether a borrowed aid will &#383;erue or no,</div>
<div class="line">Perhapps he is already &#383;layne or tane:</div>
<div class="line">And dare a Falcon when &#383;hees in her flight,</div>
<div class="line">And euer after &#383;heele be huggard like:</div>
<div class="line">Let Edward be deliuered by our hands,</div>
<div class="line">And &#383;till in danger hele expe&#392;t the like,</div>
<div class="line">But if him&#383;elfe, him&#383;elfe redeeme from thence,</div>
<div class="line">He wil have vanqui&#383;ht cheerefull death and feare,</div>
<div class="line">And euer after dread their force no more,</div>
<div class="line">Then if they were but babes or Captiue &#383;laues.</div>
</div>
<div class="speech">
<div class="speaker">Aud.</div>
<div class="line">O cruell Father, farewell Edward, then.</div>
</div>
<div class="speech">
<div class="speaker">Da:</div>
<div class="line">Farewell &#383;weete Prince, the hope of chiualry,</div>
</div>
<div class="speech">
<div class="speaker">Art:</div>
<div class="line">O would my life might ran&#383;ome him from death,</div>
</div>
<div class="speech">
<div class="speaker">K. Ed:</div>
<div class="line">But &#383;oft me thinkes I heare,</div>
<div class="line">The di&#383;mall charge of Trumpets loud retreat:</div>
<div class="line">All are not &#383;layne I hope that went with him,</div>
<div class="line">Some will returne with tidings good or bad.</div>
</div>
<div class="stagedir">Enter Prince Edward in tryumph, bearing in his hande his &#383;hivered Launce, and the King of Boheme, borne before, wrapt in the Collours: They runne and imbrace him.</div>
<div class="speech">
<div class="speaker">Aud.</div>
<div class="line">O ioyfull &#383;ight, vi&#392;torious Edward liues.</div>
</div>
<div class="speech">
<div class="speaker">Der:</div>
<div class="line">Welcome braue Prince.</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Welcome Plantagenet.</div>
</div>
<div class="stagedir">kneele and ki&#383;&#383;e his fathers hand</div>
<div class="speech">
<div class="speaker">Pr.</div>
<div class="line">Fir&#383;t hauing donne my duety as be&#383;eemed</div>
<div class="line">Lords I regreet you all with harty thanks,</div>
<div class="line">And now behold after my winters toyle,</div>
<div class="line">My paynefull voyage on the boy&#383;trous &#383;ea,</div>
<div class="line">Of warres deuouring gulphes and &#383;teely rocks,</div>
<div class="line">I bring my fraught vnto the wi&#383;hed port,</div>
<div class="line">My Summers hope, my trauels &#383;weet reward:</div>
<div class="line">And heere with humble duet, I pre&#383;ent,</div>
<div class="line">This &#383;acrifice, this fir&#383;t fruit of my &#383;word,</div>
<div class="line">Cropt and cut downe euen at the gate of death:</div>
<div class="line">The king of Boheme father whome I &#383;lue,</div>
<div class="line">Whom you &#383;ayd, had intrencht me round about,</div>
<div class="line">And laye as thicke vpon my battered cre&#383;t,</div>
<div class="line">As on an Anuell with their ponderous glaues,</div>
<div class="line">Yet marble courage, &#383;till did vnderprop,</div>
<div class="line">And when my weary armes with often blowes,</div>
<div class="line">Like the continuall laboring Wood-mans Axe,</div>
<div class="line">That is enioyned to fell a load of Oakes,</div>
<div class="line">Began to faulter, &#383;traight I would recouer:</div>
<div class="line">My gifts you gaue me, and my zealous vow,</div>
<div class="line">And then new courage made me fre&#383;h againe,</div>
<div class="line">That in de&#383;pight I craud my pa&#383;&#383;age forth,</div>
<div class="line">And put the multitude to &#383;peedy flyght:</div>
<div class="stagedir">his Sword borne by a Soldier.</div>
<div class="line">Lo this hath Edwards hand fild your reque&#383;t,</div>
<div class="line">And done I hope the duety of a Knight</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">I well thou ha&#383;t de&#383;erud a knight-hood Ned,</div>
<div class="line">And therefore with thy &#383;word, yet reaking warme,</div>
<div class="line">With blood of tho&#383;e that fought to be thy bane,</div>
<div class="line">Ari&#383;e Prince Edward, tru&#383;ty knight at armes,</div>
<div class="line">This day thou ha&#383;t confounded me with ioy,</div>
<div class="line">And proude thy&#383;elfe fit heire vnto a king:</div>
</div>
<div class="speech">
<div class="speaker">Pr:</div>
<div class="line">Heere is a note my gratious Lord of tho&#383;e,</div>
<div class="line">That in this confli&#392;t of our f&#339;s were &#383;laine,</div>
<div class="line">Eleuen Princes of e&#383;teeme, Foure &#383;core Barons,</div>
<div class="line">A hundred and twenty knights, and thirty thou&#383;and</div>
<div class="line">Common &#383;ouldiers, and of our men a thou&#383;and.</div>
<div class="line">Our God be prai&#383;ed, Now Iohn of Fraunce I hope,</div>
<div class="line">Thou knowe&#383;t King Edward for no wantone&#383;&#383;e,</div>
<div class="line">No loue &#383;icke cockney, nor his &#383;ouldiers iades,</div>
<div class="line">But which way is the fearefull king e&#383;capt?</div>
</div>
<div class="speech">
<div class="speaker">Pr:</div>
<div class="line">Towards Poy&#392;tiers noble father, and his &#383;onnes,</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">Ned, thou and Audley &#383;hall pur&#383;ue them &#383;till,</div>
<div class="line">My&#383;elfe and Derby will to Calice &#383;treight;</div>
<div class="line">And there be begyrt that Hauen towne with &#383;eege:</div>
<div class="line">Now lies it on an vp&#383;hot, therefore &#383;trike,</div>
<div class="line">And wi&#383;tlie follow whiles the games on foote.</div>
</div>
<div class="speech">
<div class="speaker">Ki.</div>
<div class="line">What Pi&#392;tures this.</div>
</div>
<div class="speech">
<div class="speaker">Pr:</div>
<div class="line">A Pellican my Lord,</div>
<div class="line">Wounding her bo&#383;ome with her crooked beak,</div>
<div class="line">That &#383;o her ne&#383;t of young ones may be fed,</div>
<div class="line">With drops of blood that i&#383;&#383;ue from her hart,</div>
<div class="line">The motto <italic>Sic &#38; vos</italic>, and &#383;o &#383;hould you,</div>
</div>
<div class="stagedir">Exeunt.</div> 
<div class="stagedir">Enter Lord Mountford with a Coronet in his hande, with him the Earle of Salisbury.</div>
<div class="speech">
<div class="speaker">Mo:</div>
<div class="line">My Lord of Salisbury &#383;ince by your aide,</div>
<div class="line">Mine ennemie Sir Charles of Bloys is &#383;laine,</div>
<div class="line">And I againe am quietly po&#383;&#383;e&#383;t,</div>
<div class="line">In Brittaines Dukedom, knowe that I re&#383;olue,</div>
<div class="line">For this kind furtherance of your king and you,</div>
<div class="line">To &#383;weare allegeance to his maie&#383;ty:</div>
<div class="line">In &#383;igne whereof receiue this Coronet,</div>
<div class="line">Beare it vnto him, and with all mine othe,</div>
<div class="line">Neuer to be but Edwards faithful friend.</div>
</div>
<div class="speech">
<div class="speaker">Sa:</div>
<div class="line">I take it Mountford, thus I hope eare long,</div>
<div class="line">The whole Dominions of the Realme of Fraunce</div>
<div class="line">Wilbe &#383;urrendered to his conquering hand:</div>
<div class="stagedir">Exit</div>
<div class="line">Now if I knew but &#383;afely how to pa&#383;&#383;e,</div>
<div class="line">I would at Calice gladly meete his Grace,</div>
<div class="line">Whether I am by letters certified,</div>
<div class="line">Yet he intends to haue his ho&#383;t remooude,</div>
<div class="line">It &#383;hal be &#383;o, this pollicy will &#383;erue,</div>
<div class="line">Ho who&#383;e within? bring Villiers to me.</div>
<div class="stagedir">Enter Villeirs.</div>
<div class="line">Villiers, thou knowe&#383;t thou art my pri&#383;oner,</div>
<div class="line">And that I might for ran&#383;ome if I would,</div>
<div class="line">Require of thee a hundred thou&#383;and Francks,</div>
<div class="line">Or el&#383;e retayne and keepe thee captiue &#383;till:</div>
<div class="line">But &#383;o it is, that for a &#383;maller charge,</div>
<div class="line">Thou mai&#383;t be quit and if thou wilt thy &#383;elfe,</div>
<div class="line">And this it is, procure me but a pa&#383;port,</div>
<div class="line">Of Charles the Duke of Normandy, that I,</div>
<div class="line">Without re&#383;traint may have recour&#383;e to Callis,</div>
<div class="line">Through all the Countries where he hath to d&#339;,</div>
<div class="line">Which thou mai&#383;t ea&#383;ely obtayne I thinke,</div>
<div class="line">By rea&#383;on I haue often heard thee &#383;ay,</div>
<div class="line">He and thou were &#383;tudents once together:</div>
<div class="line">And then thou &#383;halt be &#383;et at libertie.</div>
<div class="line">How &#383;aie&#383;t thou, wilt thou vndertake to do it?</div>
</div>
<div class="speech">
<div class="speaker">Vil.</div>
<div class="line">I will my Lord, but I mu&#383;t &#383;peake with him.</div>
</div>
<div class="speech">
<div class="speaker">Sa.</div>
<div class="line">Why &#383;o thou &#383;halt, take Hor&#383;e and po&#383;t from hence,</div>
<div class="line">Onely before thou g&#339;&#383;t, &#383;weare by thy faith,</div>
<div class="line">That if thou can&#383;t not compa&#383;&#383;e my de&#383;ire,</div>
<div class="line">Thou wilt returne my pri&#383;oner backe againe,</div>
<div class="line">And that &#383;halbe &#383;ufficient warrant for mee.</div>
</div>
<div class="speech">
<div class="speaker">Vil:</div>
<div class="line">To that condition I agree my Lord,</div>
<div class="line">And will unfaynedly performe the &#383;ame.</div>
</div>
<div class="stagedir">Exit.</div>
<div class="speech">
<div class="speaker">Sal:</div>
<div class="line">Farewell Villiers,</div>
<div class="line">Thus once I meane to trie a French mans faith.</div>
</div>
<div class="stagedir">Exit.</div> 
<div class="stagedir">Enter King Edward and Derby with Souldiers.</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">Since they refu&#383;e our profered league my Lord,</div>
<div class="line">And will not ope their gates and let vs in,</div>
<div class="line">We will intrench our &#383;elues on euery &#383;ide,</div>
<div class="line">That neithet vituals, nor &#383;upply of men,</div>
<div class="line">May come to &#383;uccour this accur&#383;ed towne,</div>
<div class="line">Famine &#383;hall combate where our &#383;words are &#383;topt.</div>
</div>
<div class="stagedir">Enter &#383;ixe poore Frenchmen.</div>
<div class="speech">
<div class="speaker">Der.</div>
<div class="line">The promi&#383;ed aid that made them &#383;tand aloofe,</div>
<div class="line">Is now retirde and gone an other way:</div>
<div class="line">It will repent them of their &#383;tubborne will,</div>
<div class="line">But what are the&#383;e poor ragged &#383;laues my Lord?</div>
</div>
<div class="speech">
<div class="speaker">Ki: Edw:</div>
<div class="line">Aske what they are, it &#383;eemes they come from</div> 
<div class="line">Callis.</div>
</div>
<div class="speech">
<div class="speaker">Der.</div>
<div class="line">You wretched patterns of di&#383;payre and w&#339;,</div>
<div class="line">What are you liuing men, er glyding gho&#383;ts,</div>
<div class="line">Crept from your graues to walke vpon the earth,</div>
</div>
<div class="speech">
<div class="speaker">Poore:</div>
<div class="line">No gho&#383;ts my Lord, but men that breath a life,</div>
<div class="line">Farre wor&#383;e then is the quiet &#383;leepe of death:</div>
<div class="line">Wee are di&#383;tre&#383;&#383;ed poore inhabitants,</div>
<div class="line">That long haue been de&#383;ea&#383;ed, &#383;icke, and lame;</div>
<div class="line">And now becau&#383;e we are not fit to &#383;erue,</div>
<div class="line">The Captayne of the towne hath thru&#383;t vs foorth,</div>
<div class="line">That &#383;o expence of vi&#392;tuals may be &#383;aued.</div>
</div>
<div class="speech">
<div class="speaker">K. Ed.</div>
<div class="line">A charitable deed no doubt, and worthy prai&#383;e:</div>
<div class="line">But how do you imagine then to &#383;peed?</div>
<div class="line">We are your enemies in &#383;uch a ca&#383;e,</div>
<div class="line">We can no le&#383;&#383;e but put ye to the &#383;word,</div>
<div class="line">Since when we proffered truce, it was refu&#383;de,</div>
</div>
<div class="speech">
<div class="speaker">So:</div>
<div class="line">And if your grace no otherwi&#383;e vouch&#383;afe,</div>
<div class="line">As welcome death is vnto vs as life.</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Poore &#383;illy men, much wrongd, and more di&#383;tre&#383;t,</div>
<div class="line">Go Derby go, and &#383;ee they be relieud,</div>
<div class="line">Command that vi&#392;tuals be appoynted them,</div>
<div class="line">And giue to euery one fiue Crownes a peece:</div>
<div class="line">The Lion &#383;cornes to touch the yeelding pray,</div>
<div class="line">And Edwards &#383;word mu&#383;t fle&#383;h it &#383;elfe in &#383;uch,</div>
<div class="line">As wilfull &#383;tubbornnes hath made peruer&#383;e.</div>
</div>
<div class="stagedir">Enter Lord Pear&#383;ie.</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Lord Per&#383;ie welcome: whats the newes in England:</div>
</div>
<div class="speech">
<div class="speaker">Per:</div>
<div class="line">The Queene my Lord comes heere to your Grace,</div>
<div class="line">And from hir highne&#383;&#383;e, and the Lord viceregent</div>
<div class="line">I bring this happie tidings of &#383;ucce&#383;&#383;e,</div>
<div class="line">Dauid of Scotland lately vp in armes,</div>
<div class="line">Thinking belike he &#383;oone&#383;t &#383;hould preuaile,</div>
<div class="line">Your highnes being ab&#383;ent from the Realme,</div>
<div class="line">Is by the fruitfull &#383;eruice of your peeres,</div>
<div class="line">And painefull trauell of the Queene her &#383;elfe:</div>
<div class="line">That big with child was euery day in armes,</div>
<div class="line">Vanqui&#383;ht, &#383;ubdude, and taken pri&#383;oner.</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Thanks Per&#383;ie for thy newes with all my hart,</div>
<div class="line">What was he tooke him pri&#383;oner in the field.</div>
</div>
<div class="speech">
<div class="speaker">Per.</div>
<div class="line">A E&#383;quire my Lord, Iohn Copland is his name:</div>
<div class="line">Who &#383;ince intreated by her Maie&#383;tie,</div>
<div class="line">Denies to make &#383;urrender of his prize,</div>
<div class="line">To anie but vnto your grace alone:</div>
<div class="line">Whereat the Queene is greouou&#383;ly di&#383;plea&#383;d.</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Well then wele haue a Pur&#383;iuaunt di&#383;patch,</div>
<div class="line">To &#383;ummon Copland hither out of hand,</div>
<div class="line">And with him he &#383;hall bring his pri&#383;oner king.</div>
</div>
<div class="speech">
<div class="speaker">Per:</div>
<div class="line">The Queene my Lord her &#383;elfe by this at Sea,</div>
<div class="line">And purpo&#383;eth as &#383;oone as winde will &#383;erue,</div>
<div class="line">To land at Callis, and to vi&#383;it you,</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">She &#383;hall be welcome, and to wait her comming,</div>
<div class="line">Ile pitch my tent neere to the &#383;andy &#383;hore.</div>
<div class="stagedir">Enter a Captayne.</div>
<div class="line">The Burge&#383;&#383;es of Callis mighty king,</div>
<div class="line">Haue by a coun&#383;ell willingly decreed,</div>
<div class="line">To yeeld the towne and Ca&#383;tle to your hands,</div>
<div class="line">Vpon condition it will plea&#383;e your grace,</div>
<div class="line">To graunt them benefite of life and goods.</div>
</div>
<div class="speech">
<div class="speaker">K. Ed.</div>
<div class="line">They wil &#383;o: Then belike they may command,</div>
<div class="line">Di&#383;po&#383;e, ele&#392;t, and gouerne as they li&#383;t,</div>
<div class="line">No &#383;irra, tell them &#383;ince they did refu&#383;e,</div>
<div class="line">Our princely clemencie at fir&#383;t proclaymed,</div>
<div class="line">They &#383;hall not haue it now although they would,</div>
<div class="line">Will accept of nought but fire and &#383;word,</div>
<div class="line">Except within the&#383;e two daies &#383;ixe of them</div>
<div class="line">That are the welthie&#383;t marchaunts in the towne,</div>
<div class="line">Come naked all but for their linnen &#383;hirts,</div>
<div class="line">With each a halter hangd about his necke,</div>
<div class="line">And pro&#383;trate yeeld them&#383;elues vpon their knees,</div>
<div class="line">To be affli&#392;ted, hanged, or what I plea&#383;e,</div>
<div class="line">And &#383;o you may informe their ma&#383;ter&#383;hips.</div>
</div>
<div class="stagedir">Exeunt</div>
<div class="speech">
<div class="speaker">Cap.</div>
<div class="line">Why this it is to tru&#383;t a broken &#383;taffe.</div>
<div class="line">Had we not been per&#383;waded Iohn our King,</div>
<div class="line">Would with his armie haue releeud the towne,</div>
<div class="line">We had not &#383;tood vpon defiance &#383;o:</div>
<div class="line">But now tis pa&#383;t that no man can recall,</div>
<div class="line">And better &#383;ome do go to wrack then all.</div>
</div>
<div class="stagedir">Exit,</div> 
<div class="stagedir">Enter Charles of Normandy and Villiers</div>
<div class="speech">
<div class="speaker">Ch:</div>
<div class="line">I wonder Villiers, thou &#383;houlde&#383;t importune me</div>
<div class="line">For one that is our deadly ennemie.</div>
</div>
<div class="speech">
<div class="speaker">Vil:</div>
<div class="line">Not for his &#383;ake my gratious Lord &#383;o much,</div>
<div class="line">Am I become an earne&#383;t aduocate,</div>
<div class="line">As that thereby my ran&#383;ome will be quit,</div>
</div>
<div class="speech">
<div class="speaker">Ch:</div>
<div class="line">Thy ran&#383;ome man: why neede&#383;t thou talke of that?</div>
<div class="line">Art thou not free? and are not all occa&#383;ions,</div>
<div class="line">That happen for aduantage of our f&#339;s,</div>
<div class="line">To be accepted of, and &#383;tood vpon?</div>
</div>
<div class="speech">
<div class="speaker">Vil:</div>
<div class="line">No good my Lord except the &#383;ame be iu&#383;t,</div>
<div class="line">For profit mu&#383;t with honor be comixt,</div>
<div class="line">Or el&#383;e our a&#392;tions are but &#383;candalous:</div>
<div class="line">But letting pa&#383;&#383;e the&#383;e intricate obie&#392;tions,</div>
<div class="line">Wilt plea&#383;e your highnes to &#383;ub&#383;cribe or no?</div>
</div>
<div class="speech">
<div class="speaker">Ch.</div>
<div class="line">Villiers I will not, nor I cannot do it,</div>
<div class="line">Salisbury &#383;hall not haue his will &#383;o much,</div>
<div class="line">To clayme a pa&#383;port how it plea&#383;eth him&#383;elfe,</div>
</div>
<div class="speech">
<div class="speaker">Vil:</div>
<div class="line">Why then I know the extremitie my Lord,</div>
<div class="line">I mu&#383;t returne to pri&#383;on whence I came,</div>
</div>
<div class="speech">
<div class="speaker">Ch.</div>
<div class="line">Returne, I hope thou wilt not,</div>
<div class="line">What bird that hath e&#383;capt the fowlers gin,</div>
<div class="line">Will not beware how &#383;hees in&#383;nard againe:</div>
<div class="line">Or what is he &#383;o &#383;enceles and &#383;ecure,</div>
<div class="line">That hauing hardely pa&#383;t a dangerous gulfe,</div>
<div class="line">Will put him &#383;elfe in perill there againe.</div>
</div>
<div class="speech">
<div class="speaker">Vil:</div>
<div class="line">Ah, but it is mine othe my gratious Lord,</div>
<div class="line">Which I in con&#383;cience may not violate,</div>
<div class="line">Or el&#383;e a kingdome &#383;hould not draw me hence.</div>
</div>
<div class="speech">
<div class="speaker">Ch:</div>
<div class="line">Thine othe, why that doth bind thee to abide:</div>
<div class="line">Ha&#383;t thou not &#383;worne obedience to thy Prince?</div>
</div>
<div class="speech">
<div class="speaker">Vil:</div>
<div class="line">In all things that vprightly he commands:</div>
<div class="line">But either to per&#383;wade or threaten me,</div>
<div class="line">Not to performe the couenant of my word,</div>
<div class="line">Is lawle&#383;&#383;e, and I need not to obey.</div>
</div>
<div class="speech">
<div class="speaker">Ch:</div>
<div class="line">Why is it lawfull for a man to kill,</div>
<div class="line">And not to breake a promi&#383;e with his f&#339;?</div>
</div>
<div class="speech">
<div class="speaker">Vil:</div>
<div class="line">To kill my Lord when warre is once proclaymd,</div>
<div class="line">So that our quarrel be for wrongs receaude,</div>
<div class="line">No doubt is lawfully permitted vs:</div>
<div class="line">But in an othe we mu&#383;t be well adui&#383;d,</div>
<div class="line">How we do &#383;weare, and, when we once haue &#383;worne,</div>
<div class="line">Not to infringe it though we die therefore:</div>
<div class="line">Therefore my Lord, as willing I returne,</div>
<div class="line">As if I were to flie to paradi&#383;e.</div>
</div>
<div class="speech">
<div class="speaker">Ch:</div>
<div class="line">Stay my Villeirs, thine honorable minde,</div>
<div class="line">De&#383;erues to be eternally admirde,</div>
<div class="line">Thy &#383;ute &#383;halbe no longer thus deferd:</div>
<div class="line">Giue me the paper, Ile &#383;ub&#383;cribe to it,</div>
<div class="line">And wheretofore I loued thee as Villeirs,</div>
<div class="line">Hereafter Ile embrace thee as my&#383;elfe,</div>
<div class="line">Stay and be &#383;till in fauour with thy Lord.</div>
</div>
<div class="speech">
<div class="speaker">Vil:</div>
<div class="line">I humbly thanke your grace, I mu&#383;t di&#383;patch,</div>
<div class="line">And &#383;end this pa&#383;port fir&#383;t vnto the Earle,</div>
<div class="line">And then I will attend your highnes plea&#383;ure.</div>
</div>
<div class="speech">
<div class="speaker">Ch.</div>
<div class="line">Do &#383;o Villeirs, and Charles when he hath neede,</div>
<div class="line">Be &#383;uch his &#383;ouldiers, how&#383;&#339;uer he &#383;peede.</div>
</div>
<div class="stagedir">Exit Villeirs.</div>
<div class="stagedir">Enter King Iohn.</div>
<div class="speech">
<div class="speaker">K. Io:</div>
<div class="line">Come Charles and arme thee, Edward is intrapt,</div>
<div class="line">The Prince of Wales is falne into our hands,</div>
<div class="line">And we haue compa&#383;t him he cannot &#383;cape.</div>
</div>
<div class="speech">
<div class="speaker">Ch:</div>
<div class="line">But will your highnes fight to day.</div>
</div>
<div class="speech">
<div class="speaker">Io:</div>
<div class="line">What el&#383;e my &#383;on, hees &#383;car&#383;e eight thou&#383;and &#383;trong</div>
<div class="line">and we are three&#383;core thou&#383;and at the lea&#383;t,</div>
</div>
<div class="speech">
<div class="speaker">Ch:</div>
<div class="line">I haue a prophecy my gratious Lord,</div>
<div class="line">Wherein is written what &#383;ucce&#383;&#383;e, is like</div>
<div class="line">To happen vs in this outragious warre,</div>
<div class="line">It was deliuered me at Cre&#383;&#383;es field,</div>
<div class="line">By one that is an aged Hermyt there,</div>
<div class="line">when fethered foul &#383;hal make thine army tremble,</div>
<div class="line">and flint &#383;tones ri&#383;e and breake the battell ray:</div>
<div class="line">Then thinke on him that doth not now di&#383;&#383;emble</div>
<div class="line">For that &#383;halbe the haples dreadfull day,</div>
<div class="line">Yet in the end thy foot thou &#383;halt aduance</div>
<div class="line">as farre in England, as thy f&#339; in Fraunce,</div>
</div>
<div class="speech">
<div class="speaker">Io:</div>
<div class="line">By this it &#383;eemes we &#383;halbe fortunate:</div>
<div class="line">For as it is impo&#383;&#383;ible that &#383;tones</div>
<div class="line">Should euer ri&#383;e and breake the battaile ray,</div>
<div class="line">Or airie foule make men in armes to quake,</div>
<div class="line">So is it like we &#383;hall not be &#383;udude:</div>
<div class="line">Or &#383;ay this might be true, yet in the end,</div>
<div class="line">Since he doth promi&#383;e we &#383;hall driue him hence,</div>
<div class="line">And forage their Countrie as they haue done ours,</div>
<div class="line">By this reuenge, that lo&#383;&#383;e will &#383;eeme the le&#383;&#383;e,</div>
<div class="line">But all are fryuolous, fancies, toyes, and dreames,</div>
<div class="line">Once we are &#383;ure we haue in&#383;nard the &#383;onne,</div>
<div class="line">Catch we the father after how we can.</div>
</div>
<div class="stagedir">Exeunt.</div> 
<div class="stagedir">Enter Prince Edward, Audley, and others.</div>
<div class="speech">
<div class="speaker">Pr:</div>
<div class="line">Audley the armes of death embrace vs round,</div>
<div class="line">And comfort haue we none &#383;aue that to die,</div>
<div class="line">We pay &#383;ower earne&#383;t for a &#383;weeter life,</div>
<div class="line">At Cre&#383;&#383;ey field our Clouds of Warlike &#383;moke,</div>
<div class="line">chokt vp tho&#383;e French mouths, &#38; di&#383;&#383;euered them</div>
<div class="line">But now their multitudes of millions hide</div>
<div class="line">Masking as twere the beautious burning Sunne,</div>
<div class="line">Leauing no hope to vs but &#383;ullen darke,</div>
<div class="line">And eie le&#383;&#383;e terror of all ending night.</div>
</div>
<div class="speech">
<div class="speaker">Au.</div>
<div class="line">This &#383;uddaine, mightie, and expedient head,</div>
<div class="line">That they haue made, faire Prince is wonderfull.</div>
<div class="line">Before vs in the vallie lies the king,</div>
<div class="line">Vantagd with all that heauen and earth can yeeld,</div>
<div class="line">His partie &#383;tronger battaild then our whole:</div>
<div class="line">His &#383;onne the brauing Duke of Normandie,</div>
<div class="line">Hath trimd the Mountaine on our right hand vp,</div>
<div class="line">In &#383;hining plate, that now the a&#383;piring hill,</div>
<div class="line">Shewes like a &#383;iluer quarrie, or an orbe</div>
<div class="line">Aloft the which the Banners bannarets,</div>
<div class="line">And new repleni&#383;ht pendants cuff the aire,</div>
<div class="line">And beat the windes, that for their gaudine&#383;&#383;e,</div>
<div class="line">Struggles to ki&#383;&#383;e them on our left hand lies,</div>
<div class="line">Phillip the younger i&#383;&#383;ue of the king,</div>
<div class="line">Coting the other hill in &#383;uch arraie,</div>
<div class="line">That all his guilded vpright pikes do &#383;eeme,</div>
<div class="line">Streight trees of gold, the pendant leaues,</div>
<div class="line">And their deuice of Antique heraldry,</div>
<div class="line">Quartred in collours &#383;eeming &#383;undy fruits,</div>
<div class="line">Makes it the Orchard of the He&#383;perides,</div>
<div class="line">Behinde vs two the hill doth beare his height,</div>
<div class="line">For like a halfe Moone opening but one way,</div>
<div class="line">It rounds vs in, there at our backs are lodgd,</div>
<div class="line">The fatall Crosbowes, and the battaile there,</div>
<div class="line">Is gouernd by the rough Chattillion,</div>
<div class="line">Then thus it &#383;tands, the valleie for our flight,</div>
<div class="line">The king binds in, the hils on either hand,</div>
<div class="line">Are proudly royalized by his &#383;onnes,</div>
<div class="line">And on the Hill behind &#383;tands certaine death,</div>
<div class="line">In pay and &#383;eruice with Chatillion.</div>
</div>
<div class="speech">
<div class="speaker">Pr:</div>
<div class="line">Deathes name is much more mightie then his deeds,</div>
<div class="line">Thy parcelling this power hath made it more,</div>
<div class="line">As many &#383;ands as the&#383;e my hands can hold,</div>
<div class="line">are but my handful of &#383;o many &#383;ands,</div>
<div class="line">Then all the world, and call it but a power:</div>
<div class="line">Ea&#383;ely tane vp and quickly throwne away,</div>
<div class="line">But if I &#383;tand to count them &#383;and by &#383;and</div>
<div class="line">The number would confound my memorie,</div>
<div class="line">And make a thou&#383;and millions of a taske,</div>
<div class="line">Which brieflie is no more indeed then one,</div>
<div class="line">The&#383;e quarters, &#383;puadrons, and the&#383;e regements,</div>
<div class="line">Before, behinde vs, and on either hand,</div>
<div class="line">Are but a power, when we name a man,</div>
<div class="line">His hand, his foote, his head hath &#383;euerall &#383;trengthes,</div>
<div class="line">And being al but one &#383;elfe in&#383;tant &#383;trength,</div>
<div class="line">Why all this many, Audely is but one,</div>
<div class="line">And we can call it all but one mans &#383;trength:</div>
<div class="line">He that hath farre to g&#339;, tels it by miles,</div>
<div class="line">If he &#383;hould tell the &#383;teps, it kills his hart:</div>
<div class="line">The drops are infinite that make a floud,</div>
<div class="line">And yet thou knowe&#383;t we call it but a Raine:</div>
<div class="line">There is but one Fraunce, one king of Fraunce,</div>
<div class="line">That Fraunce hath no more kings, and that &#383;ame king</div>
<div class="line">Hath but the pui&#383;&#383;ant legion of one king?</div>
<div class="line">And we haue one, then apprehend no ods,</div>
<div class="line">For one to one, is faire equalitie.</div>
</div>
<div class="stagedir">Enter an Herald from king Iohn.</div>
<div class="speech">
<div class="speaker">Pr:</div>
<div class="line">What tidings me&#383;&#383;enger, be playne and briefe.</div>
</div>
<div class="speech">
<div class="speaker">He:</div>
<div class="line">The king of Fraunce my &#383;oueraigne Lord and ma&#383;ter,</div>
<div class="line">Greets by me his fo, the Prince of Wals,</div>
<div class="line">If thou call forth a hundred men of name</div>
<div class="line">Of Lords, Knights, E&#383;quires and Engli&#383;h gentlemen,</div>
<div class="line">And with thy&#383;elfe and tho&#383;e kneele at his feete,</div>
<div class="line">He &#383;traight will fold his bloody collours vp,</div>
<div class="line">And ran&#383;ome &#383;hall redeeme liues forfeited:</div>
<div class="line">If not, this day &#383;hall drinke more Engli&#383;h blood,</div>
<div class="line">Then ere was buried in our Brytti&#383;h earth,</div>
<div class="line">What is the an&#383;were to his profered mercy?</div>
</div>
<div class="speech">
<div class="speaker">Pr,</div>
<div class="line">This heauen that couers Fraunce containes the mercy</div>
<div class="line">That drawes from me &#383;ubmi&#383;&#383;iue orizons,</div>
<div class="line">That &#383;uch ba&#383;e breath &#383;hould vani&#383;h from my lips</div>
<div class="line">To vrge the plea of mercie to a man,</div>
<div class="line">The Lord forbid, returne and tell the king,</div>
<div class="line">My tongue is made of &#383;teele, and it &#383;hall beg</div>
<div class="line">My mercie on his coward burgonet.</div>
<div class="line">Tell him my colours are as red as his,</div>
<div class="line">My men as bold, our Engli&#383;h armes as &#383;trong,</div>
<div class="line">returne him my defiance in his face.</div>
</div>
<div class="speech">
<div class="speaker">He.</div>
<div class="line">I go.</div>
</div>
<div class="stagedir">Enter another.</div>
<div class="speech">
<div class="speaker">Pr:</div>
<div class="line">What newes with thee?</div>
</div>
<div class="speech">
<div class="speaker">He.</div>
<div class="line">The Duke of Normandie my Lord &#38; ma&#383;ter</div>
<div class="line">Pittying thy youth is &#383;o ingirt with perill,</div>
<div class="line">By me hath &#383;ent a nimble ioynted iennet,</div>
<div class="line">As &#383;wift as euer yet thou did&#383;t be&#383;tride,</div>
<div class="line">And therewithall he coun&#383;els thee to flie,</div>
<div class="line">Els death him&#383;elf hath &#383;worne that thou &#383;halt die.</div>
</div>
<div class="speech">
<div class="speaker">P:</div>
<div class="line">Back with the bea&#383;t vnto the bea&#383;t that &#383;ent him</div>
<div class="line">Tell him I cannot &#383;it a cowards hor&#383;e,</div>
<div class="line">Bid him to daie be&#383;tride the iade him&#383;elfe,</div>
<div class="line">For I will &#383;taine my hor&#383;e quite ore with bloud,</div>
<div class="line">And double guild my &#383;purs, but I will catch him,</div>
<div class="line">So tell the cappring boy, and get thee gone.</div>
</div>
<div class="stagedir">Enter another.</div>
<div class="speech">
<div class="speaker">He:</div>
<div class="line">Edward of Wales, Phillip the &#383;econd &#383;onne</div>
<div class="line">To the mo&#383;t mightie chri&#383;tian king of France,</div>
<div class="line">Seeing thy bodies liuing date expird,</div>
<div class="line">All full of charitie and chri&#383;tian loue,</div>
<div class="line">Commends this booke full fraught with prayers,</div>
<div class="line">To thy faire hand, and for thy houre of lyfe,</div>
<div class="line">Intreats thee that thou meditate therein,</div>
<div class="line">And arme thy &#383;oule for hir long iourney towards.</div>
<div class="line">Thus haue I done his bidding, and returne.</div>
</div>
<div class="speech">
<div class="speaker">Pr.</div>
<div class="line">Herald of Phillip greet thy Lord from me,</div>
<div class="line">All good that he can &#383;end I can receiue,</div>
<div class="line">But think&#383;t thou not the vnadui&#383;ed boy,</div>
<div class="line">Hath wrongd him&#383;elfe in this far tendering me,</div>
<div class="line">Happily he cannot praie without the booke,</div>
<div class="line">I thinke him no diuine extemporall,</div>
<div class="line">Then render backe this common place of prayer,</div>
<div class="line">To do him&#383;elfe good in aduer&#383;itie,</div>
<div class="line">Be&#383;ides, he knows not my &#383;innes qualitie,</div>
<div class="line">and therefore knowes no praiers for my auaile,</div>
<div class="line">Ere night his praier may be to praie to God,</div>
<div class="line">To put it in my heart to hear his praier,</div>
<div class="line">So tell the courtly wanton, and be gone.</div>
</div>
<div class="speech">
<div class="speaker">He.</div>
<div class="line">I go.</div>
</div>
<div class="speech">
<div class="speaker">Pr.</div>
<div class="line">How confident their &#383;trength and number makes them,</div>
<div class="line">Now Audley &#383;ound tho&#383;e &#383;iluer winges of thine,</div>
<div class="line">And let tho&#383;e milke white me&#383;&#383;engers of time,</div>
<div class="line">Shew thy times learning in this dangerous time,</div>
<div class="line">Thy &#383;elfe art bu&#383;ie, and bit with many broiles,</div>
<div class="line">And &#383;tratagems forepa&#383;t with yron pens,</div>
<div class="line">Are texted in thine honorable face,</div>
<div class="line">Thou art a married man in this di&#383;tre&#383;&#383;e,</div>
<div class="line">But danger wo&#339;s me as a blu&#383;hing maide,</div>
<div class="line">Teach me an an&#383;were to this perillous time.</div>
</div>
<div class="speech">
<div class="speaker">Aud.</div>
<div class="line">To die is all as common as to liue,</div>
<div class="line">The one in choice the other holds in cha&#383;e,</div>
<div class="line">For from the in&#383;tant we begin to liue,</div>
<div class="line">We do pur&#383;ue and hunt the time to die,</div>
<div class="line">Fir&#383;t bud we, then we blow, and after &#383;eed,</div>
<div class="line">Then pre&#383;ently we fall, and as a &#383;hade</div>
<div class="line">Followes the bodie, &#383;o we follow death,</div>
<div class="line">If then we hunt for death, why do we feare it?</div>
<div class="line">If we feare it, why do we follow it?</div>
<div class="line">If we do feare, how can we &#383;hun it?</div>
<div class="line">If we do feare, with feare we do but aide</div>
<div class="line">The thing we feare to &#383;eize on vs the &#383;ooner,</div>
<div class="line">If wee feare not, then no re&#383;olued proffer,</div>
<div class="line">Can ouerthrow the limit of our fate,</div>
<div class="line">For whether ripe or rotten, drop we &#383;hall,</div>
<div class="line">as we do drawe the lotterie of our doome.</div>
</div>
<div class="speech">
<div class="speaker">Pri.</div>
<div class="line">Ah good olde man, a thou&#383;and thou&#383;and armors,</div>
<div class="line">The&#383;e wordes of thine haue buckled on my backe,</div>
<div class="line">Ah what an idiot ha&#383;t thou made of lyfe,</div>
<div class="line">To &#383;eeke the thing it feares, and how di&#383;gra&#383;t,</div>
<div class="line">The imperiall vi&#392;torie of murdring death,</div>
<div class="line">Since all the liues his conquering arrowes &#383;trike,</div>
<div class="line">Seeke him, and he not them, to &#383;hame his glorie,</div>
<div class="line">I will not giue a pennie for a lyfe,</div>
<div class="line">Nor halfe a halfepenie to &#383;hun grim death,</div>
<div class="line">Since for to liue is but to &#383;eeke to die,</div>
<div class="line">And dying but beginning of new lyfe,</div>
<div class="line">Let come the houre when he that rules it will,</div>
<div class="line">To liue or die I hold indifferent.</div>
</div>
<div class="stagedir">Exeunt.</div> 
<div class="stagedir">Enter king Iohn and Charles.</div>
<div class="speech">
<div class="speaker">Ioh:</div>
<div class="line">A &#383;odaine darknes hath defa&#383;t the skie,</div>
<div class="line">The windes are crept into their caues for feare,</div>
<div class="line">the leaues moue not, the world is hu&#383;ht and &#383;till,</div>
<div class="line">the birdes cea&#383;e &#383;inging, and the wandring brookes,</div>
<div class="line">Murmure no wonted greeting to their &#383;hores,</div>
<div class="line">Silence attends &#383;ome wonder, and expe&#392;teth</div>
<div class="line">That heauen should pronounce &#383;ome prophe&#383;ie,</div>
<div class="line">Where or from whome proceeds this &#383;ilence Charles?</div>
</div>
<div class="speech">
<div class="speaker">Ch:</div>
<div class="line">Our men with open mouthes and &#383;taring eyes,</div>
<div class="line">Looke on each other, as they did attend</div>
<div class="line">Each others wordes, and yet no creature &#383;peakes,</div>
<div class="line">A tongue-tied feare hath made a midnight houre,</div>
<div class="line">and &#383;peeches &#383;leepe through all the waking regions.</div>
</div>
<div class="speech">
<div class="speaker">Ioh:</div>
<div class="line">But now the pompeous Sunne in all his pride,</div>
<div class="line">Lookt through his golden coach vpon the worlde,</div>
<div class="line">and on a &#383;odaine hath he hid him&#383;elfe,</div>
<div class="line">that now the vnder earth is as a graue,</div>
<div class="line">Darke, deadly, &#383;ilent, and vncomfortable.</div>
<div class="stagedir">A clamor of rauens.</div>
<div class="line">Harke, what a deadly outcrie do I heare?</div>
</div>
<div class="speech">
<div class="speaker">Ch.</div>
<div class="line">Here comes my brother Phillip.</div>
</div>
<div class="speech">
<div class="speaker">Ioh.</div>
<div class="line">All di&#383;maid. What fearefull words are tho&#383;e thy lookes</div>
<div class="line">pre&#383;age?</div>
</div>
<div class="speech">
<div class="speaker">Pr.</div>
<div class="line">A flight, a flight.</div>
</div>
<div class="speech">
<div class="speaker">Ioh:</div>
<div class="line">Coward what flight? thou lie&#383;t there needs no flight.</div>
</div>
<div class="speech">
<div class="speaker">Pr.</div>
<div class="line">A flight.</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">Awake thy crauen powers, and tell on</div>
<div class="line">the &#383;ub&#383;tance of that verie feare indeed,</div>
<div class="line">Which is &#383;o ga&#383;tly printed in thy face,</div>
<div class="line">What is the matter?</div>
</div>
<div class="speech">
<div class="speaker">Pr.</div>
<div class="line">A flight of vgly rauens</div>
<div class="line">Do croke and houer ore our &#383;ouldiers heads</div>
<div class="line">And keepe in triangles and cornered &#383;quares,</div>
<div class="line">Right as our forces are imbatteled,</div>
<div class="line">With their approach there came this &#383;odain fog,</div>
<div class="line">Which now hath hid the airie flower of heauen,</div>
<div class="line">And made at noone a night vnnaturall,</div>
<div class="line">Vpon the quaking and di&#383;maied world,</div>
<div class="line">In briefe, our &#383;ouldiers have let fall their armes,</div>
<div class="line">and &#383;tand like metamorpho&#383;d images,</div>
<div class="line">Bloudle&#383;&#383;e and pale, one gazing on another.</div>
</div>
<div class="speech">
<div class="speaker">Io:</div>
<div class="line">I now I call to mind the prophe&#383;ie,</div>
<div class="line">But I mu&#383;t giue no enterance to a feare,</div>
<div class="line">Returne and harten vp the&#383;e yeelding &#383;oules,</div>
<div class="line">Tell them the rauens &#383;eeing them in armes,</div>
<div class="line">So many faire again&#383;t a fami&#383;ht few,</div>
<div class="line">Come but to dine vpon their handie worke,</div>
<div class="line">and praie vpon the carrion that they kill,</div>
<div class="line">For when we &#383;ee a hor&#383;e laid downe to die,</div>
<div class="line">although not dead, the rauenous birds</div>
<div class="line">Sit watching the departure of his life,</div>
<div class="line">Euen &#383;o the&#383;e rauens for the carca&#383;es,</div>
<div class="line">Of tho&#383;e poore Engli&#383;h that are markt to die,</div>
<div class="line">Houer about, and if they crie to vs,</div>
<div class="line">Tis but for meate that we mu&#383;t kill for them,</div>
<div class="line">Awaie and comfort vp my &#383;ouldiers,</div>
<div class="line">and &#383;ound the trumpets, and at once di&#383;patch</div>
<div class="line">This little bu&#383;ines of a &#383;illy fraude.</div>
</div>
<div class="stagedir">Exit Pr.</div>
<div class="stagedir">Another noi&#383;e, Salisbury brought in by a French Captaine.</div>
<div class="speech">
<div class="speaker">Cap:</div>
<div class="line">Behold my liege, this knight and fortie mo,</div>
<div class="line">Of whom the better part are &#383;laine and fled,</div>
<div class="line">With all indeuor &#383;ought to breake our rankes,</div>
<div class="line">And make their waie to the incompa&#383;t prince,</div>
<div class="line">Di&#383;po&#383;e of him as plea&#383;e your maie&#383;tie.</div>
</div>
<div class="speech">
<div class="speaker">Io:</div>
<div class="line">Go, &#38; the next bough, &#383;ouldier, that thou &#383;ee&#383;t,</div>
<div class="line">Di&#383;grace it with his bodie pre&#383;ently,</div>
<div class="line">For I doo hold a tree in France too good,</div>
<div class="line">To be the gallowes of an Engli&#383;h theefe.</div>
</div>
<div class="speech">
<div class="speaker">Sa:</div>
<div class="line">My Lord of Normandie, I haue your pa&#383;&#383;e,</div>
<div class="line">And warrant for my &#383;afetie through this land.</div>
</div>
<div class="speech">
<div class="speaker">Ch.</div>
<div class="line">Villiers procurd it for thee, did he not?</div>
</div>
<div class="speech">
<div class="speaker">Sal:</div>
<div class="line">He did.</div>
</div>
<div class="speech">
<div class="speaker">Ch:</div>
<div class="line">And it is currant, thou &#383;halt freely pa&#383;&#383;e.</div>
</div>
<div class="speech">
<div class="speaker">En: Io:</div>
<div class="line">I freely to the gallows to be hangd,</div>
<div class="line">Without deniall or impediment.</div>
<div class="line">Awaie with him.</div>
</div>
<div class="speech">
<div class="speaker">Vil.</div>
<div class="line">I hope your highnes will not &#383;o di&#383;grace me,</div>
<div class="line">and da&#383;h the vertue of my &#383;eale at armes,</div>
<div class="line">He hath my neuer broken name to &#383;hew,</div>
<div class="line">Cara&#392;tred with this princely hande of mine,</div>
<div class="line">and rather let me leaue to be a prince,</div>
<div class="line">Than break the &#383;table verdi&#392;t of a prince,</div>
<div class="line">I doo be&#383;eech you let him pa&#383;&#383;e in quiet,</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Thou and thy word lie both in my command,</div>
<div class="line">What can&#383;t thou promi&#383;e that I cannot breake?</div>
<div class="line">Which of the&#383;e twaine is greater infamie,</div>
<div class="line">To di&#383;obey thy father or thy&#383;elfe?</div>
<div class="line">Thy word nor no mans may exceed his power,</div>
<div class="line">Nor that &#383;ame man doth neuer breake his worde,</div>
<div class="line">That keepes it to the vtmo&#383;t of his power.</div>
<div class="line">The breach of faith dwels in the &#383;oules con&#383;ent,</div>
<div class="line">Which if thy&#383;elfe without con&#383;ent doo breake,</div>
<div class="line">Thou art not charged with the breach of faith,</div>
<div class="line">Go, hang him, for thy li&#383;ence lies in mee,</div>
<div class="line">and my con&#383;traint &#383;tands the excu&#383;e for thee.</div>
</div>
<div class="speech">
<div class="speaker">Ch.</div>
<div class="line">What am I not a &#383;oldier in my word?</div>
<div class="line">Then armes adieu, and let them fight that li&#383;t,</div>
<div class="line">Shall I not giue my girdle from my wa&#383;t,</div>
<div class="line">But with a gardion I &#383;hall be controld,</div>
<div class="line">To &#383;aie I may not giue my things awaie,</div>
<div class="line">Vpon my &#383;oule, had Edward prince of Wales</div>
<div class="line">Ingagde his word, writ downe his noble hand,</div>
<div class="line">For all your knights to pa&#383;&#383;e his fathers land,</div>
<div class="line">The roiall king to grace his warlike &#383;onne,</div>
<div class="line">Would not alone &#383;afe condu&#392;t giue to them.</div>
<div class="line">But with all bountie fea&#383;ted them and theirs.</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">Dwel&#383;t thou on pre&#383;idents, then be it &#383;o,</div>
<div class="line">Say Engli&#383;hman of what degree thou art.</div>
</div>
<div class="speech">
<div class="speaker">Sa:</div>
<div class="line">An Earle in England, though a pri&#383;oner here,</div>
<div class="line">And tho&#383;e that knowe me call me Salisburie.</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">Then Salisburie, &#383;ay whether thou art bound.</div>
</div>
<div class="speech">
<div class="speaker">Sa.</div>
<div class="line">To Callice where my liege King Edward is.</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">To Callice Salisburie, then to Callice packe,</div>
<div class="line">and bid the king prepare a noble graue,</div>
<div class="line">To put his princely &#383;onne blacke Edward in,</div>
<div class="line">and as thou trauel&#383;t we&#383;tward from this place,</div>
<div class="line">Some two leagues hence there is a loftie hill,</div>
<div class="line">Who&#383;e top &#383;eemes tople&#383;&#383;e, for the imbracing skie,</div>
<div class="line">Doth hide his high head in her azure bo&#383;ome,</div>
<div class="line">Vpon who&#383;e tall top when thy foot attaines,</div>
<div class="line">Looke backe vpon the humble vale beneath,</div>
<div class="line">Humble of late, but now made proud with armes,</div>
<div class="line">and thence behold the wretched prince of Wales,</div>
<div class="line">Hoopt with a bond of yron round about,</div>
<div class="line">After which &#383;ight to Callice &#383;purre amaine,</div>
<div class="line">and &#383;aie the prince was &#383;moothered, and not &#383;laine,</div>
<div class="line">and tell the king this is not all his ill,</div>
<div class="line">For I will greet him ere he thinkes I will,</div>
<div class="line">Awaie be gone, the &#383;moake but of our &#383;hot,</div>
<div class="line">Will choake our f&#339;s, though bullets hit them not.</div>
</div>
<div class="stagedir">Exit.</div> 
<div class="stagedir">Allarum. Enter prince Edward and Artoys.</div>
<div class="speech">
<div class="speaker">Art:</div>
<div class="line">How fares your grace, are you not &#383;hot my Lord?</div>
</div>
<div class="speech">
<div class="speaker">Pri:</div>
<div class="line">No deare Artoys,but choakt with du&#383;t and &#383;moake,</div>
<div class="line">And &#383;tept a&#383;ide for breath and fre&#383;her aire.</div>
</div>
<div class="speech">
<div class="speaker">Art.</div>
<div class="line">Breath then, and too it againe, the amazed French</div>
<div class="line">are quite di&#383;tra&#392;t with gazing on the crowes,</div>
<div class="line">and were our quiuers full of &#383;hafts againe,</div>
<div class="line">Your grace &#383;hould &#383;ee a glorious day of this,</div>
<div class="line">O for more arrowes Lord, thats our want.</div>
</div>
<div class="speech">
<div class="speaker">Pri.</div>
<div class="line">Courage Artoys, a fig for feathered &#383;hafts,</div>
<div class="line">When feathered foules doo bandie on our &#383;ide,</div>
<div class="line">What need we fight, and &#383;weate, and keep a coile,</div>
<div class="line">When railing crowes out&#383;colde our aduer&#383;aries</div>
<div class="line">Vp, vp Artoys, the ground it&#383;elfe is armd,</div>
<div class="line">Fire containing flint, command our bowes</div>
<div class="line">To hurle awaie their pretie colored Ew,</div>
<div class="line">and to it with &#383;tones, awaie Artoys, awaie,</div>
<div class="line">My &#383;oule doth prophe&#383;ie we win the daie.</div>
<div class="stagedir">Exeunt.</div> 
<div class="stagedir">Allarum. Enter king Iohn.</div>
<div class="line">Our multitudes are in them&#383;elues confounded,</div>
<div class="line">Di&#383;mayed, and di&#383;traught, &#383;wift &#383;tarting feare</div>
<div class="line">Hath buzd a cold di&#383;maie through all our armie,</div>
<div class="line">and euerie pettie di&#383;aduantage promptes</div>
<div class="line">The feare po&#383;&#383;e&#383;&#383;ed abie&#392;t &#383;oule to flie,</div>
<div class="line">My&#383;elfe who&#383;e &#383;pirit is &#383;teele to their dull lead,</div>
<div class="line">What with recalling of the prophe&#383;ie,</div>
<div class="line">and that our natiue &#383;tones from Engli&#383;h armes</div>
<div class="line">Rebell again&#383;t vs, finde my&#383;elfe attainted</div>
<div class="line">With &#383;trong &#383;urpri&#383;e of weake and yeelding feare.</div>
<div class="stagedir">Enter Charles.</div>
<div class="line">Fly father flie, the French do kill the French,</div>
<div class="line">Some that would &#383;tand, let driue at &#383;ome that flie,</div>
<div class="line">Our drums &#383;trike nothing but di&#383;couragement,</div>
<div class="line">Our trumpets &#383;ound di&#383;honor, and retire,</div>
<div class="line">The &#383;pirit of feare that feareth nought but death,</div>
<div class="line">Cowardly workes confu&#383;ion on it &#383;elfe.</div>
<div class="stagedir">Enter Phillip.</div>
<div class="line">Plucke out your eies, and &#383;ee not this daies &#383;hame,</div>
<div class="line">An arme hath beate an armie, one poore Dauid</div>
<div class="line">Hath with a &#383;tone foild twentie &#383;tout Goliahs,</div>
<div class="line">Some twentie naked s&#383;aruelings with &#383;mall flints,</div>
<div class="line">Hath driuen backe a pui&#383;ant ho&#383;t of men,</div>
<div class="line">Araid and fen&#383;t in all accomplements,</div>
</div>
<div class="speech">
<div class="speaker">Ioh:</div>
<div class="line">Mordiu they quait at vs, and kill vs vp,</div>
<div class="line">No le&#383;&#383;e than fortie thou&#383;and wicked elders,</div>
<div class="line">Haue fortie leane &#383;laues this daie &#383;toned to death.</div>
</div>
<div class="speech">
<div class="speaker">Ch:</div>
<div class="line">O that I were &#383;ome other countryman,</div>
<div class="line">This daie hath &#383;et deri&#383;ion on the French,</div>
<div class="line">and all the world wilt blurt and &#383;corne at vs.</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">What is there no hope left?</div>
</div>
<div class="speech">
<div class="speaker">Pr:</div>
<div class="line">No hope but death to burie vp our &#383;hame.</div>
</div>
<div class="speech">
<div class="speaker">Ki.</div>
<div class="line">Make vp once more with me the twentith part</div>
<div class="line">Of tho&#383;e that liue, are men inow to quaile,</div>
<div class="line">The feeble handfull on the aduer&#383;e part.</div>
</div>
<div class="speech">
<div class="speaker">Ch.</div>
<div class="line">Then charge againe, if heauen be not oppo&#383;d</div>
<div class="line">We cannot loo&#383;e the daie.</div>
</div>
<div class="speech">
<div class="speaker">Kin.</div>
<div class="line">On awaie.</div>
</div>
<div class="stagedir">Exeunt.</div> 
<div class="stagedir">Enter Audley wounded, &#38; re&#383;cued by two &#383;quirs.</div>
<div class="speech">
<div class="speaker">E&#383;q.</div>
<div class="line">How fares my Lord;</div>
</div>
<div class="speech">
<div class="speaker">Aud.</div>
<div class="line">Euen as a man may do</div>
<div class="line">That dines at &#383;uch a bloudie fea&#383;t as this.</div>
</div>
<div class="speech">
<div class="speaker">E&#383;q.</div>
<div class="line">I hope my Lord that is no mortall &#383;carre,</div>
</div>
<div class="speech">
<div class="speaker">Aud.</div>
<div class="line">No matter if it be, the count is ca&#383;t,</div>
<div class="line">and in the wor&#383;t ends but a mortall man,</div>
<div class="line">Good friends conuey me to the princely Edward</div>
<div class="line">That in the crim&#383;on brauerie of my bloud,</div>
<div class="line">I may become him with &#383;aluting him,</div>
<div class="line">Ile &#383;mile and tell him that this open &#383;carre,</div>
<div class="line">Doth end the harue&#383;t of his Audleys warre.</div>
</div>
<div class="stagedir">Ex.</div> 
<div class="stagedir">Enter prince Edward, king Iohn, Charles, and all with En&#383;ignes &#383;pred.</div>
<div class="speech">
<div class="speaker">Pri.</div>
<div class="line">Now Iohn in France, &#38; lately Iohn of France,</div>
<div class="line">Thy bloudie En&#383;ignes are my captiue colours,</div>
<div class="line">and you high vanting Charles of Normandie,</div>
<div class="line">That once todaie&#383;ent me a hor&#383;e to flie,</div>
<div class="line">are now the &#383;ubie&#392;ts of my clemencie.</div>
<div class="line">Fie Lords, is it not a &#383;hame that Engli&#383;h boies,</div>
<div class="line">Who&#383;e early daies are yet not worth a beard,</div>
<div class="line">Should in the bo&#383;ome of your kingdome thus,</div>
<div class="line">One again&#383;t twentie beate you vp together.</div>
</div>
<div class="speech">
<div class="speaker">Kin.</div>
<div class="line">Thy fortune, not thy force hath conquerd vs.</div>
</div>
<div class="speech">
<div class="speaker">Pri.</div>
<div class="line">an argument that heauen aides the right,</div>
<div class="line">See, &#383;ee Artoys doth bring with him along,</div>
<div class="line">the late good coun&#383;ell giuer to my &#383;oule,</div>
<div class="line">Welcome Artoys, and welcome Phillip to,</div>
<div class="line">Who now of you or I haue need to praie,</div>
<div class="line">Now is the prourbe verefied in you,</div>
<div class="line">Too bright a morning breeds a louring daie.</div>
<div class="stagedir">Sound Trumpets, enter Audley.</div>
<div class="line">But &#383;ay, what grym di&#383;coragement comes heere,</div>
<div class="line">Alas what thou&#383;and armed men of Fraunce,</div>
<div class="line">Haue writ that note of death in Audleys face:</div>
<div class="line">Speake thou that wo&#339;&#383;t death with thy careles &#383;mile</div>
<div class="line">and look&#383;t &#383;o merrily vpon thy graue,</div>
<div class="line">As if thou were enamored on thyne end,</div>
<div class="line">What hungry &#383;word hath &#383;o bereaud thy face,</div>
<div class="line">And lopt a true friend from my louing &#383;oule:</div>
</div>
<div class="speech">
<div class="speaker">Au.</div>
<div class="line">O Prince thy &#383;weet bemoning &#383;peech to me.</div>
<div class="line">Is as a morneful knell to one dead &#383;icke.</div>
</div>
<div class="speech">
<div class="speaker">Pr:</div>
<div class="line">Deare Audley if my tongue ring out thy end:</div>
<div class="line">My armes &#383;halbe the graue, what may I do,</div>
<div class="line">To win thy life, or to reuenge thy death,</div>
<div class="line">If thou wilt drinke the blood of captyue kings,</div>
<div class="line">Or that it were re&#383;toritive, command</div>
<div class="line">A Heath of kings blood, and Ile drinke to thee,</div>
<div class="line">If honor may di&#383;pence for thee with death,</div>
<div class="line">The neuer dying honor of this daie,</div>
<div class="line">Share wholie Audley to thy &#383;elfe and liue.</div>
</div>
<div class="speech">
<div class="speaker">Aud:</div>
<div class="line">Vi&#392;torious Prince, that thou art &#383;o, behold</div>
<div class="line">A C&#230;&#383;ars fame in kings captiuitie;</div>
<div class="line">If I could hold dym death but at a bay,</div>
<div class="line">Till I did &#383;ee my liege thy loyall father,</div>
<div class="line">My &#383;oule &#383;hould yeeld this Ca&#383;tle of my fle&#383;h,</div>
<div class="line">This mangled tribute with all willingnes;</div>
<div class="line">To darknes con&#383;ummation, du&#383;t, and Wormes.</div>
</div>
<div class="speech">
<div class="speaker">Pr:</div>
<div class="line">Cheerely bold man, thy &#383;oule is all to proud,</div>
<div class="line">To yeeld her Citie for one little breach,</div>
<div class="line">Should be diuorced from her earthly &#383;pou&#383;e,</div>
<div class="line">By the &#383;oft temper of a French mans &#383;word:</div>
<div class="line">Lo, to repaire thy life, I giue to thee,</div>
<div class="line">Three thou&#383;and Marks a yeere in Engli&#383;h land.</div>
</div>
<div class="speech">
<div class="speaker">Au:</div>
<div class="line">I take thy gift to pay the debts I owe:</div>
<div class="line">The&#383;e two poore E&#383;quires redeemd me from the French</div>
<div class="line">With lu&#383;ty &#38; deer hazzard of their liues;</div>
<div class="line">What thou ha&#383;t giuen me I giue to them,</div>
<div class="line">And as thou loue&#383;t me Prince, lay thy con&#383;ent.</div>
<div class="line">To this bequeath in my la&#383;t te&#383;tament.</div>
</div>
<div class="speech">
<div class="speaker">Pr:</div>
<div class="line">Renowned Audley, liue and haue from mee,</div>
<div class="line">This gift twi&#383;e doubled to the&#383;e E&#383;quires and thee</div>
<div class="line">But liue or die, what thou ha&#383;t giuen away,</div>
<div class="line">To the&#383;e and theirs &#383;hall la&#383;ting freedome &#383;tay,</div>
<div class="line">Come gentlemen, I will &#383;ee my friend be&#383;towed,</div>
<div class="line">With in an ea&#383;ie Litter, then wele martch,</div>
<div class="line">Proudly toward Callis with tryumphant pace,</div>
<div class="line">Vnto my royall father, and there bring,</div>
<div class="line">The tribut of my wars, faire Fraunce his king.</div>
</div>
<div class="stagedir">Ex.</div> 
<div class="stagedir">Enter &#383;ixe Citizens in their Shirts, bare foote, with halters about their necks.</div>
<div class="stagedir">Enter King Edward, Queen Phillip, Derby, &#383;oldiers.</div>
<div class="speech">
<div class="speaker">Ed.</div>
<div class="line">No more Queene Phillip, pacifie your &#383;elfe,</div>
<div class="line">Copland, except he can excu&#383;e his fault,</div>
<div class="line">Shall finde di&#383;plea&#383;ure written in our lookes,</div>
<div class="line">And now vnto this proud re&#383;i&#383;ting towne,</div>
<div class="line">Souldiers a&#383;&#383;ault, I will no longer &#383;tay,</div>
<div class="line">To be deluded by their fal&#383;e delaies,</div>
<div class="line">Put all to &#383;word, and make the &#383;poyle your owne.</div>
</div>
<div class="speech">
<div class="speaker">All:</div>
<div class="line">Mercy king Edward, mercie gratious Lord.</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Contemptuous villaines, call ye now for truce?</div>
<div class="line">Mine eares are &#383;topt again&#383;t your bootele&#383;&#383;e cryes,</div>
<div class="line">Sound drums allarum, draw threatning &#383;words?</div>
</div>
<div class="speech">
<div class="speaker">All:</div>
<div class="line">Ah noble Prince, take pittieo on this towne,</div>
<div class="line">And heare vs mightie king:</div>
<div class="line">We claime the promi&#383;e that your highnes made,</div>
<div class="line">The two daies re&#383;pit is not yet expirde,</div>
<div class="line">And we are come with willingnes to beare,</div>
<div class="line">What tortering death or puni&#383;hment you plea&#383;e,</div>
<div class="line">So that the trembling multitude be &#383;aued.</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">My promi&#383;e, wel I do confe&#383;&#383;e as much;</div>
<div class="line">But I require the cheefe&#383;t Citizens,</div>
<div class="line">And men of mo&#383;t account that &#383;hould &#383;ubmit,</div>
<div class="line">You peraduenture are but &#383;ervile groomes,</div>
<div class="line">Or &#383;ome fellonious robbers on the Sea,</div>
<div class="line">Whome apprehended law would execute,</div>
<div class="line">Albeit &#383;euerity lay dead in vs,</div>
<div class="line">No no ye cannot ourreach vs thus,</div>
</div>
<div class="speech">
<div class="speaker">Two:</div>
<div class="line">The Sun dread Lord that in the we&#383;tern fall,</div>
<div class="line">Beholds vs now low brought through mi&#383;erie,</div>
<div class="line">Did in the Orient purple of the morne,</div>
<div class="line">Salute our comming forth when we were knowne</div>
<div class="line">Or may our portion be with damned fiends,</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">If it be &#383;o, then let our couenant &#383;tand,</div>
<div class="line">We take po&#383;&#383;e&#383;&#383;ion of the towne in peace,</div>
<div class="line">But for your&#383;elues looke you for no remor&#383;e,</div>
<div class="line">But as imperiall iu&#383;tice hath decreed,</div>
<div class="line">Your bodies &#383;halbe dragd about the&#383;e wals,</div>
<div class="line">And after feele the &#383;troake of quartering &#383;teele,</div>
<div class="line">This is your dome go, &#383;ouldiers &#383;ee it done.</div>
</div>
<div class="speech">
<div class="speaker">Qu:</div>
<div class="line">Ah be more milde vnto the&#383;e yeelding men,</div>
<div class="line">It is a glorious thing to &#383;tabli&#383;h peace,</div>
<div class="line">And kings approch the neare&#383;t vnto God,</div>
<div class="line">By giuing life and &#383;afety vnto men,</div>
<div class="line">As thou intende&#383;t to be king of Fraunce,</div>
<div class="line">So let her people liue to call thee king,</div>
<div class="line">For what the &#383;word cuts down or fire hath &#383;poyld</div>
<div class="line">Is held in reputation none of ours.</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Although experience teach vs, this is true,</div>
<div class="line">That peacefull quietnes brings mo&#383;t delight,</div>
<div class="line">When mo&#383;t of all abu&#383;es are controld,</div>
<div class="line">Yet in&#383;omuch, it &#383;halbe knowne that we,</div>
<div class="line">A&#383;well can ma&#383;ter our affe&#392;tions,</div>
<div class="line">As conquer other by the dynt of &#383;word,</div>
<div class="line">Phillip preuaile, we yeeld to thy reque&#383;t,</div>
<div class="line">The&#383;e men &#383;hall liue to boa&#383;t of clemencie,</div>
<div class="line">And tyrannie &#383;trike terror to thy&#383;elfe.</div>
</div>
<div class="speech">
<div class="speaker">Two:</div>
<div class="line">Long liue your highnes, happy be your reigne</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Go get you hence, returne vnto the towne,</div>
<div class="line">And if this kindnes hath de&#383;erud your loue,</div>
<div class="line">Learne then to reuerence Edw. as your king.</div>
<div class="stagedir">Ex.</div>
<div class="line">Now might we heare of our affaires abroad,</div>
<div class="line">We would till glomy Winter were ore &#383;pent,</div>
<div class="line">Di&#383;po&#383;e our men in garri&#383;on a while,</div>
<div class="line">But who comes heere?</div>
</div>
<div class="stagedir">Enter Copland and King Dauid.</div>
<div class="speech">
<div class="speaker">De,</div>
<div class="line">Copland my Lord, and Dauid King of Scots:</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Is this the proud pre&#383;umtious E&#383;quire of the,</div>
<div class="line">North,</div>
<div class="line">That would not yeeld his pri&#383;oner to my Queen,</div>
</div>
<div class="speech">
<div class="speaker">Cop:</div>
<div class="line">I am my liege a Northen E&#383;quire indeed,</div>
<div class="line">But neither proud nor in&#383;olent I tru&#383;t.</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">What moude thee then to be &#383;o ob&#383;tinate,</div>
<div class="line">To contradi&#392;t our royall Queenes de&#383;ire?</div>
</div>
<div class="speech">
<div class="speaker">Co.</div>
<div class="line">No wilfull di&#383;obedience mightie Lord,</div>
<div class="line">But my de&#383;ert and publike law at armes,</div>
<div class="line">I tooke the king my &#383;elfe in &#383;ingle fight,</div>
<div class="line">and like a &#383;ouldier would be loath to loo&#383;e</div>
<div class="line">The lea&#383;t preheminence that I had won.</div>
<div class="line">And Copland &#383;traight vpon your highnes charge,</div>
<div class="line">Is come to Fraunce, and with a lowly minde,</div>
<div class="line">Doth vale the bonnet of his vi&#392;tory:</div>
<div class="line">Receiue dread Lorde the cu&#383;tome of my fraught,</div>
<div class="line">The wealthie tribute of my laboring hands,</div>
<div class="line">Which &#383;hould long &#383;ince haue been &#383;urrendered vp</div>
<div class="line">Had but your gratious &#383;elfe bin there in place,</div>
</div>
<div class="speech">
<div class="speaker">Q.</div>
<div class="line">But Copland thou did&#383;t &#383;corne the kings command</div>
<div class="line">Negle&#392;ting our commi&#383;&#383;ion in his name.</div>
</div>
<div class="speech">
<div class="speaker">Cop.</div>
<div class="line">His name I reuerence, but his per&#383;on more,</div>
<div class="line">His name &#383;hall keepe me in alleagaunce &#383;till,</div>
<div class="line">But to his per&#383;on I will bend my knee.</div>
</div>
<div class="speech">
<div class="speaker">King.</div>
<div class="line">I praie thee Phillip let di&#383;plea&#383;ure pa&#383;&#383;e:</div>
<div class="line">This man doth plea&#383;e mee, and I like his words,</div>
<div class="line">For what is he that will attmpt great deeds,</div>
<div class="line">and loo&#383;e the glory that en&#383;ues the &#383;ame,</div>
<div class="line">all riuers haue recour&#383;e vnto the Sea,</div>
<div class="line">and Coplands faith relation to his king,</div>
<div class="line">Kneele therefore downe, now ri&#383;e king Edwards knight;</div>
<div class="line">and to maintayne thy &#383;tate I freely giue,</div>
<div class="line">Fiue hundred marks a yeere to thee and thine.</div>
<div class="line">welcom lord Salisburie what news from Brittaine</div>
</div>
<div class="stagedir">Enter Salsbury.</div>
<div class="speech">
<div class="speaker">Sa:</div>
<div class="line">This mightie king, the Country we haue won,</div>
<div class="line">And Charles de Mountford regent of that place,</div>
<div class="line">Pre&#383;ents your highnes with this Coronet,</div>
<div class="line">Prote&#383;ting true allegeaunce to your Grace.</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">We thanke thee for thy &#383;eruice valient Earle</div>
<div class="line">Challenge our fauour for we owe it thee:</div>
</div>
<div class="speech">
<div class="speaker">Sa:</div>
<div class="line">But now my Lord, as this is ioyful newes,</div>
<div class="line">So mu&#383;t my voice be tragicall againe,</div>
<div class="line">and I mu&#383;t &#383;ing of dolefull accidents,</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">What haue our men the ouerthrow at Poitiers,</div>
<div class="line">Or is our &#383;onne be&#383;et with too much odds?</div>
</div>
<div class="speech">
<div class="speaker">Sa.</div>
<div class="line">He was my Lord, and as my worthle&#383;&#383;e &#383;elfe,</div>
<div class="line">With fortie other &#383;eruiceable knights,</div>
<div class="line">Vnder &#383;afe condu&#392;t of the Dolphins &#383;eale,</div>
<div class="line">Did trauaile that way, finding him di&#383;tre&#383;t,</div>
<div class="line">A troupe of Launces met vs on the way,</div>
<div class="line">Surpri&#383;d and brought vs pri&#383;oners to the king,</div>
<div class="line">Who proud of this, and eager of reuenge,</div>
<div class="line">Commanded &#383;traight to cut off all our heads,</div>
<div class="line">And &#383;urely we had died but that the Duke,</div>
<div class="line">More full of honor than his angry &#383;yre,</div>
<div class="line">Procurd our quicke deliuerance from thence,</div>
<div class="line">But ere we went, &#383;alute your king, quoth hee,</div>
<div class="line">Bid him prouide a funerall for his &#383;onne,</div>
<div class="line">To day our &#383;word &#383;hall cut his thred of life,</div>
<div class="line">And &#383;ooner then he thinkes wele be with him:</div>
<div class="line">To quittance tho&#383;e di&#383;plea&#383;ures he hath done,</div>
<div class="line">This &#383;aid, we pa&#383;t, not daring to reply,</div>
<div class="line">Our harts were dead, our lookes diffu&#383;d and wan,</div>
<div class="line">Wandring at last we clymd vnto a hill,</div>
<div class="line">From whence although our griefe were much before,</div>
<div class="line">Yet now to &#383;ee the occa&#383;ion with our eies,</div>
<div class="line">Did thrice &#383;o much increa&#383;e our heauines,</div>
<div class="line">For there my Lord, oh there we did de&#383;cry</div>
<div class="line">Downe in a vallie how both armies laie:.</div>
<div class="line">The French had ca&#383;t their trenches like a ring,</div>
<div class="line">And euery Barricados open front,</div>
<div class="line">Was thicke imbo&#383;t with bra&#383;en ordynaunce.</div>
<div class="line">Heere &#383;tood a battaile of ten thou&#383;and hor&#383;e,</div>
<div class="line">There twi&#383;e as many pikes in quadrant wi&#383;e,</div>
<div class="line">Here Crosbowes and deadly wounding darts,</div>
<div class="line">And in the mid&#383;t like to a &#383;lender poynt,</div>
<div class="line">Within the compa&#383;&#383;e of the hori&#383;on,</div>
<div class="line">as twere a ri&#383;ing bubble in the &#383;ea.</div>
<div class="line">A Ha&#383;le wand amid&#383;t a wood of Pynes,</div>
<div class="line">Or as a beare fa&#383;t chaind vnto a &#383;take,</div>
<div class="line">Stood famous Edward &#383;till expe&#392;ting when</div>
<div class="line">Tho&#383;e doggs of Fraunce would fa&#383;ten on his fle&#383;h</div>
<div class="line">Anon the death procuring knell begins,</div>
<div class="line">Off goe the Cannons that with trembling noy&#383;e,</div>
<div class="line">Did &#383;hake the very Mountayne where they &#383;tood,</div>
<div class="line">Then &#383;ound the Trumpets clangor in the aire,</div>
<div class="line">The battailes ioyne, and when we could no more,</div>
<div class="line">Di&#383;cerne the difference twixt the friend and fo,</div>
<div class="line">So intricate the darke confu&#383;ion was,</div>
<div class="line">Away we turnd our watrie eies with &#383;ighs,</div>
<div class="line">as blacke as pouder fuming into &#383;moke,</div>
<div class="line">And thus I feare, vnhappie haue I told,</div>
<div class="line">The mo&#383;t vntimely tale of Edwards fall.</div>
</div>
<div class="speech">
<div class="speaker">Qu:</div>
<div class="line">Ah me, is this my welcome into Fraunce:</div>
<div class="line">Is this the comfort that I lookt to haue,</div>
<div class="line">When I &#383;hould meete with my belooued &#383;onne:</div>
<div class="line">Sweete Ned, I would thy mother in the &#383;ea</div>
<div class="line">Had been preuented of this mortall griefe.</div>
</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">Content thee Phillip, tis not teares will &#383;erue,</div>
<div class="line">To call him backe, if he be taken hence,</div>
<div class="line">Comfort thy &#383;elfe as I do gentle Queene,</div>
<div class="line">With hope of &#383;harpe vnheard of dyre reuenge,</div>
<div class="line">He bids me to prouide his funerall.</div>
<div class="line">And &#383;o I will, but all the Peeres in Fraunce,</div>
<div class="line">Shall mourners be, and weepe out bloody teares,</div>
<div class="line">Vntill their emptie vaines be drie and &#383;ere</div>
<div class="line">The pillers of his hear&#383;e &#383;hall be his bones,</div>
<div class="line">The mould that couers him, their Citie a&#383;hes,</div>
<div class="line">His knell the groning cryes of dying men,</div>
<div class="line">And in the &#383;tead of tapers on his tombe,</div>
<div class="line">an hundred fiftie towers &#383;hall burning blaze,</div>
<div class="line">While we bewaile our valiant &#383;onnes decea&#383;e.</div>
</div>
<div class="stagedir">After a flouri&#383;h &#383;ounded within, enter an herald.</div>
<div class="speech">
<div class="speaker">He.</div>
<div class="line">Reioyce my Lord, a&#383;cend the imperial throne</div>
<div class="line">The mightie and redoubted prince of Wales,</div>
<div class="line">Great &#383;ervitor to bloudie Mars in armes,</div>
<div class="line">The French mans terror and his countries fame,</div>
<div class="line">Triumphant rideth like a Romane peere,</div>
<div class="line">and lowly at his &#383;tirop comes a foot</div>
<div class="line">King Iohn of France, together with his &#383;onne,</div>
<div class="line">In captiue bonds, who&#383;e diadem he brings</div>
<div class="line">To crowne thee with, and to proclaime thee king</div>
</div>
<div class="speech">
<div class="speaker">Ki.</div>
<div class="line">Away with mourning Phillip, wipe thine eies</div>
</div>
<div class="stagedir">Sound Trumpets, welcome in Plantaginet.</div>
<div class="stagedir">Enter Prince Edward, king Iohn, Phillip, Audley, Artoys.</div>
<div class="speech">
<div class="speaker">Ki:</div>
<div class="line">As things long lo&#383;t, when they are found again,</div>
<div class="line">So doth my &#383;onne reioyce his fathers heart,</div>
<div class="line">For whom euen now my &#383;oule was much perplext</div>
</div>
<div class="speech">
<div class="speaker">Q.</div>
<div class="line">Be this a token to expre&#383;&#383;e my ioy,</div>
<div class="stagedir">ki&#383;&#383;e him.</div>
<div class="line">For inward pa&#383;&#383;ione will not let me &#383;peake.</div>
</div>
<div class="speech">
<div class="speaker">Pr.</div>
<div class="line">My gracious father, here receiue the gift,</div>
<div class="line">This wreath of conque&#383;t, and reward of warre,</div>
<div class="line">Got with as mickle perill of our liues,</div>
<div class="line">as ere was thing of price before this daie,</div>
<div class="line">In&#383;tall your highnes in your proper right,</div>
<div class="line">and heerewithall I render to your hands</div>
<div class="line">The&#383;e pri&#383;oners, chiefe occa&#383;ion of our &#383;trife.</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">So Iohn of France, I &#383;ee you keepe your word</div>
<div class="line">You promi&#383;t to be &#383;ooner with our &#383;elfe</div>
<div class="line">Than we did thinke for, and tis &#383;o indeed,</div>
<div class="line">But had you done at fir&#383;t as now you do,</div>
<div class="line">How many civill townes had &#383;toode vntoucht,</div>
<div class="line">That now are turnd to ragged heaps of &#383;tones?</div>
<div class="line">How many peoples liues might&#383;t thou haue &#383;aud,</div>
<div class="line">that are vntimely &#383;unke into their graues.</div>
</div>
<div class="speech">
<div class="speaker">Io:</div>
<div class="line">Edward, recount not things irrevocable,</div>
<div class="line">Tell me what ran&#383;ome thou require&#383;t to haue?</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">Thy ran&#383;ome Iohn, hereafter &#383;hall be known</div>
<div class="line">But fir&#383;t to England thou mu&#383;t cro&#383;&#383;e the &#383;eas,</div>
<div class="line">To &#383;ee what entertainment it affords,</div>
<div class="line">How ere it fals, it cannot be &#383;o bad,</div>
<div class="line">as ours hath bin since we ariude in France.</div>
</div>
<div class="speech">
<div class="speaker">Ioh:</div>
<div class="line">Accur&#383;ed man, of this I was fortolde,</div>
<div class="line">But did mi&#383;con&#383;ter what the prophet told.</div>
</div>
<div class="speech">
<div class="speaker">Pri:</div>
<div class="line">Now father this petition Edward makes,</div>
<div class="line">To thee who&#383;e grace hath bin his &#383;tronge&#383;t &#383;hield</div>
<div class="line">That as thy plea&#383;ure cho&#383;e me for the man,</div>
<div class="line">To be the in&#383;trument to &#383;hew thy power,</div>
<div class="line">So thou wilt grant that many princes more,</div>
<div class="line">Bred and brought vp within that little I&#383;le,</div>
<div class="line">May &#383;till be famous for lyke vi&#392;tories:</div>
<div class="line">and for my part, the bloudie &#383;cars I beare,</div>
<div class="line">The wearie nights that I haue watcht in field,</div>
<div class="line">The dangerous confli&#392;ts I haue often had,</div>
<div class="line">The fearefull menaces were proffered me,</div>
<div class="line">The heate and cold, and what el&#383;e might di&#383;plea&#383;e</div>
<div class="line">I wi&#383;h were now redoubled twentie fold,</div>
<div class="line">So that hereafter ages when they reade</div>
<div class="line">The painful traffike of my tender youth</div>
<div class="line">Might thereby be inflamd with &#383;uch re&#383;olue,</div>
<div class="line">as not the territories of France alone,</div>
<div class="line">But likewi&#383;e Spain, Turkie, and what countries els</div>
<div class="line">That iu&#383;tly would prouoke faire Englands ire,</div>
<div class="line">Might at their pre&#383;ence tremble and retire.</div>
</div>
<div class="speech">
<div class="speaker">Kin:</div>
<div class="line">Here Engli&#383;h Lordes we do proclaime a re&#383;t</div>
<div class="line">an interce&#383;&#383;ion of our painfull armes.</div>
<div class="line">Sheath vp your &#383;words, refre&#383;h your weary lims,</div>
<div class="line">Peru&#383;e your &#383;poiles, and after we haue breathd</div>
<div class="line">a daie or two within this hauen towne,</div>
<div class="line">God willing then for England wele be &#383;hipt,</div>
<div class="line">Where in a happie houre I tru&#383;t we &#383;hall</div>
<div class="line">Ariue three kings, two princes, and a queene.</div>
</div>
</div>
</div>
<div class="finis">
FINIS.
</div>
<!-- <sourcedetails>
<author>PlayShakespeare.com</author>
<authorurl>http://www.playshakespeare.com</authorurl>
<copyright>2005-2012 by PlayShakespeare.com</copyright>
<version>2.0</version>
<license>GFDL License 1.3</license>
<licenseurl>http://www.gnu.org/copyleft/fdl.html</licenseurl>
<termsurl>http://www.playshakespeare.com/about-us</termsurl>
</sourcedetails> -->
</div>
